Repository: Special-K-s-Flightsim-Bots/DCSServerBot
Catalog: locale/*/LC_MESSAGES/admin.po
Languages: de, ru

source: Commands to manage your DCS installations
de: Kommandos zur Verwaltung der DCS World Installation
ru: Команды для управления вашими инсталляциями DCS World

source: Bans a user by name or ucid
de: Sperre Spieler (Name / UCID)
ru: Банит игрока по имени или ucid

source: Reason
de: Grund
ru: Причина

source: Days (empty = forever)
de: Anzahl Tage (leer = unendlich)
ru: Дней (пусто = навсегда)

source: Ban Details
de: Sperr-Details
ru: Подробности бана

source: Member {} is not linked!
de: Spieler {} hat seine Accounts nicht verknüpft!
ru: Игрок {} не слинкован!

source: {} is not a valid UCID!
de: {} ist keine gültige UCID!
ru: {} не является верным UCID!

source: Player {} banned on all servers
de: Spieler {} ist auf allen Servern gesperrt
ru: Игрок {} забанен на всех серверах

source: for {} days.
de: (für {} Tage).
ru: (на {} дней).

source: Unbans a user by name or ucid
de: Entsperre Spieler (Name / UCID)
ru: Разбанивает игрока по имени или ucid

source: Player {} unbanned on all servers.
de: Spieler {} wurde auf allen Servern entsperrt.
ru: Игрок {} разбанен на всех серверах.

source: Shows active bans
de: Zeigt aktive Sperren
ru: Показывает активные баны

source: User with UCID {} is not banned.
de: Spieler mit UCID {} is nicht gesperrt.
ru: Игрок с UCID {} не забанен.

source: Ban Information
de: Sperr-Informationen
ru: Информация о банах

source: <unknown>
de: <unbekannt>
ru: <неизвестно>

source: never
de: niemals
ru: никогда

source: Banned by: {}
de: Gesperrt von: {}
ru: Кем забанен: {}

source: Exp.: {}
de: Bis: {}
ru: Ист: {}

source: Update your DCS installations
de: Aktualisiere die DCS-Installation
ru: Обновить вашу инсталляцию DCS

source: Time in seconds to warn users before shutdown
de: Anzahl Sekunden, die User gewarnt werden sollen
ru: Время в секундах, за которое предупредить игроков о выключении

source: Can't get version information from ED, possible auth-server outage!
de: Potentieller Ausfall des ED-Update-Servers, keine Informationen erhältlich!
ru: Ошибка получения версии от ED, возможно недоступен сервер авторизации!

source: Your installed version {version} is the latest on branch {branch}.
de: Deine installierte Version {version} ist bereits die neueste auf dem Branch {branch}.
ru: Ваша установленная версия {version} является последней в ветке {branch}.

source: Would you like to update from version {old_version}@{old_branch} to {new_version}@{new_branch}? All running DCS servers will be shut down!
de: Möchtest Du von Version {old_version}@{old_branch} nach Version {new_version}@{new_branch} updaten? Alle laufenden DCS-Server werden dafür heruntergefahren!
ru: Вы хотите обновиться с версии {old_version}@{old_branch} на версию {new_version}@{new_branch}? Все запущенные DCS серверы будут выключены!

source: Updating DCS World to the newest version, please wait ...
de: Aktualisiere DCS World auf die aktuellste Version, bitte warten ...
ru: Обновляю сервер DCS World до самоей новой версии, пожалуйста подождите ...

source: DCS updated to version {version}@{branch} on node {name}.
de: DCS wurde auf Knoten {name} auf Version {version}@{branch} aktualisiert.
ru: DCS обновлен до версии {version}@{branch} на ноде {name}.

source: DCS World could not be updated on node {name} due to missing disk space!
de: DCS konnte nicht auf dem Knoten {name} installiert werden, da die Festplatte zu voll ist!
ru: DCS World не был обновлен на ноде {name}, недостаточно дискового пространства!

source: DCS World updated to version {version}@{branch} on node {name}. The updater has requested a **reboot** of the system!
de: DCS wurde auf Knoten {name} auf Version {version}@{branch} aktualisiert.Der Update-Prozess benötigt noch einen **Reboot** des Systems!
ru: DCS World был обновлен до {version}@{branch} на ноде {name}. Обновление запросило **перезагрузку** системы!

source: Error while updating DCS on node {name}, code={rc}
de: Fehler beim Aktualisieren von DCS auf Knoten {name}: Code={rc}
ru: Ошибка во время обновления DCS на ноде {name}, код={rc}

source: The update takes longer than 10 minutes, please check back regularly, if it has finished.
de: Dieses Update scheint länger zu brauchen. Bitte prüfe regelmäßig, ob es abgeschlossen ist.
ru: Обновление идёт более 10 минут. Пожалуйста, регулярно проверяйте процесс.

source: Can't update branch {}. You might need to provide proper DCS credentials to do so.
de: Ich kann den Branch {} nicht aktualisieren. Du musst ggf. Deine DCS-Zugangsdaten in nodes.yaml hinterlegen.
ru: Невозможно обновить ветку {}. Вам может потребоваться ввести данные пользователя DCS вручную.

source: Install modules in your DCS server
de: Installiere DCS-Module
ru: Устанавливает модули на ваш сервер DCS

source: Shutdown all servers on node {} for the installation?
de: Stoppe alle Server auf Knoten {} zur Installation des Moduls?
ru: Выключить все сервера на ноде {} для установки модулей?

source: Installing module {module} on node {node}, please wait ...
de: Das Modul {module} wird auf Knoten {node} installiert, bitte warten ...
ru: Установка модуля {module} на ноду {node}, пожалуйста подождите ...

source: Module {module} installed on node {node}.
de: Das Modul {module} wurde auf dem Knoten {node} installiert.
ru: Модуль {module} установлен на ноде {node}.

source: Uninstall modules from your DCS server
de: Deinstalliere DCS-Module
ru: Удаляет модули с вашего сервера DCS

source: Shutdown all servers on node {} for the uninstallation?
de: Stoppe alle Server auf dem Knoten {} zur Deinstallation?
ru: Выключить все сервера на ноде {} для удаления модулей?

source: Aborted.
de: Abgebrochen.
ru: Отмена.

source: Module {module} uninstalled on node {node}.
de: Das Modul {module} wurde auf dem Knoten {node} deinstalliert.
ru: Модуль {module} удалён с ноды {node}.

source: Download files from your server
de: Lade Dateien vom Server herunter
ru: Скачать файлы с вашего сервера

source: File {file} not found in directory {dir}.
de: Die Datei {file} konnte im Verzeichis {dir} nicht gefunden werden.
ru: Файл {file} не найден в каталоге {dir}.

source: File sent as a DM.
de: Datei als Privatnachricht gesendet.
ru: Файл отправлен в личные сообщения.

source: Here is your file:
de: Hier ist Deine Datei:
ru: Вот ваш файл:

source: File too large. You need a higher boost level for your server.
de: Die Datei ist zu groß. Du brauchst ggf. ein höheres Boost-Level für Deinen Server.
ru: Файл превышает допустимый размер. Вашему Discord серверу требуется буст.

source: File sent to the configured channel.
de: Die Datei wurde an den konfigurierten Discord-Kanal gesendet.
ru: Файл отправлен в настроенный Discord канал.

source: File copied to the specified location.
de: Die Datei wurde an den konfigurierten Dateipfad kopiert.
ru: Файл скопирован в указанное место.

source: Prune unused data in the database
de: Lösche Daten aus der Datenbank
ru: Очистить неиспользуемые данные в базе данных

source: :warning: Database Prune :warning:
de: :warning: Datenbank Löschaktion! :warning:
ru: :warning: Очистка базы данных! :warning:

source: You are going to delete data from your database. Be advised. Please select the data to be pruned:
de: Achtung! Du bist im Begriff, Daten aus Deiner Datenbank unwiederbringlich zu löschen!Bitte selektiere die zu löschenden Daten:
ru: Внимание! Вы хотите удалить данные из базы данных! Будьте внимательны! Пожалуйста выберите данные для удаления:

source: We are going to delete all data of user {}. Are you sure?
de: Alle Daten des Users {} werden nun gelöscht. Bist Du sicher?
ru: Мы собираемся удалить все данные по пользователю {}. Вы уверены?

source: We are going to delete all data of server {}. Are you sure?
de: Alle Daten des Servers {} werden nun gelöscht. Bist Du sicher?
ru: Мы собираемся удалить все данные по серверу {}. Вы уверены?

source: Data of user {} deleted.
de: Alle Daten des Users {} wurden gelöscht.
ru: Данные пользователя {} удалены.

source: Data of server {} deleted.
de: Alle Daten des Servers {} wurden gelöscht.
ru: Данные сервера {} удалены.

source: No players to prune.
de: Es wurden keine Spielerdaten zum Löschen gefunden.
ru: Не найдено игроков для удаления.

source: This will delete {} players incl. their stats from the database. Are you sure?
de: Ich lösche nun die Daten und Statistiken von {} Spielern aus der Datenbank. Bist Du sicher?
ru: Эта операция удалит {} игроков и их статистику из базы данных. Вы уверены?

source: This will delete all data older than {} days from the database. Are you sure?
de: Ich lösche nun alle daten, die älter als {} Tage sind aus der Datenbank. Bist Du sicher?
ru: Эта операция удалит все данные старше {} дней из базы данных. Вы уверены?

source: All data older than {} days pruned.
de: Alle Daten älter als {} Tage wurden gelöscht.
ru: Все данные старше {} дней были удалены.

source: Commands to manage your nodes
de: Kommandos, um Deine Knoten zu administrieren
ru: Команды для управления нодами

source: Statistics of your nodes
de: Knoten-Statistiken
ru: Статистика ваших нод

source: Status of all nodes
de: Status Deiner Knoten
ru: Статус всех нод

source: DCSServerBot Cluster Overview
de: DCSServerBot Cluster-Übersicht
ru: Обзор DCSServerBot Cluster

source: 🆕 Update available
de: 🆕 Aktualisierung verfügbar
ru: 🆕 Доступно обновление

source: Instance
de: Instanz
ru: Инстанс

source: Server
ru: Сервер

source: Status
ru: Статус

source: Do you want to {} all nodes?
de: Möchtest Du alle Knoten {}
ru: Вы хотите выполнить {} всех нод?

source: Do you want to {method} node {node}?
de: Möchtest Du Knoten {node} {method}?
ru: Вы хотите выполнить {method} на ноде {node}?

source: upgrade
de: aktualisieren
ru: апгрейд

source: shutdown
de: herunterfahren
ru: выключение

source: restart
de: restarten
ru: перезапуск

source: Node {node} - {method} sent.
de: Knoten {node} - {method} gesendet.
ru: Нода {node} - запрос на {method} отправлен.

source: All nodes are
de: Alle Knoten werden
ru: Все ноды были

source: Master is
de: Der Master wird
ru: Мастер является

source: going to {} **NOW**.
de: **JETZT** {}
ru: будет {} **СЕЙЧАС**.

source: Shuts a specific node down
de: Fährt einen Knoten herunter
ru: Выключение конкретной ноды

source: Restarts a specific node
de: Startet einen Knoten neu
ru: Перезапуск конкретной ноды

source: Shuts down all servers, enables maintenance
de: Wartungsmodus für alle Server an
ru: Выключает все сервера, включает режим обслуживания

source: Shuts all servers down (default: on)
de: Fährt alle Server herunter (default: ein)
ru: Отключает все сервера (по умолчанию: вкл.)

source: Node {} is now offline.
de: Knoten {} ist jetzt im Wartungsmodus.
ru: Нода {} переведена в режим оффлайн.

source: Clears the maintenance mode for all servers
de: Wartungsmodus für alle Server aus
ru: Отключение режима обслуживания на всех серверах

source: Start all your servers (default: off)
de: Startet alle Server (default: aus)
ru: Запускает все сервера (по умолчанию: выкл.)

source: Node {} is now online.
de: Knoten {} ist wieder online.
ru: Нода {} теперь онлайн.

source: Upgrade DCSServerBot
de: Aktualisiere DCSServerBot
ru: Обновление DCSServerBot

source: There is no upgrade available for
de: Es gibt keine Aktualisierung für
ru: Обновлений не найдено для

source: your cluster
de: Dein Cluster
ru: вашего кластера

source: node {}
de: Knoten {}
ru: ноды {}

source: You are trying to upgrade an agent node in a cluster. Are you really sure?
de: Bist Du Dir sicher, dass Du einen Agenten-Knoten in einem Cluster updaten möchtest?
ru: Вы пытаетесь обновить ноду-агент в кластере. Вы точно уверены?

source: Run a shell command on a node
de: Führe einen Konsolenbefehl aus
ru: Выполнить команду shell на ноде

source: ```Command executed.```
de: ```Kommando ausgeführt.```
ru: ```Команда выполнена.```

source: Reloads a plugin
de: Lade ein Plugin neu
ru: Перезагрузка плагина

source: Plugin {} reloaded.
de: Plugin {} neu geladen.
ru: Плагин {} перезагружен.

source: Plugin {} could not be reloaded, check the log for details.
de: Plugin {} konnte nicht geladen werden, bitte überprüfe das Logfile.
ru: Плагин {} не мог быть перезагружен, проверьте лог файл.

source: All plugins reloaded.
de: Alle Plugins wurden neu geladen.
ru: Все плагины перезагружены.

source: One or more plugins could not be reloaded, check the log for details.
de: Ein oder mehrere Plugins konnten nicht geladen werden, bitte überprüfe das Logfile.
ru: Один или несколько плагинов не были перезагружены, проверьте лог файл.

source: Add/create an instance
de: Füge eine neue Instanz hinzu
ru: Добавить/создать инстанс

source: Either select an existing instance or enter the name of a new one
de: Wähle eine unbenutzte Instanz aus oder gib einen Namen für eine neue
ru: Выберите существующий инстанс или введите имя нового

source: Take this instance configuration as a reference
de: Nutze diese Instanz als Referenz
ru: Взять конфигурацию данного инстанса за основу

source: Instance "{}" created. Do you want to configure a server for this instance?
de: Instanz "{}" angelegt. Möchtest Du einen Server für diese Instanz konfigurieren?
ru: Инстанс "{}" создан. Произвести настройку сервера для этого инстанса?

source: Server {server} assigned to instance {instance}.
de: Server {server} wurde der Instanz {instance} zugeordnet.
ru: Сервер {server} назначен инстансу {instance}.

source: Instance {} created blank with no server assigned.
de: Instanz {} wurde ohne Server-Zuordnung erstellt.
ru: Инстанс {} создан пустым без привязки к серверу.

source: Instance {instance} added to node {node}.Please make sure you forward the following ports:```- DCS Port: {dcs_port} (TCP/UDP)- WebGUI Port: {webgui_port} (TCP)```
de: Instanz {instance} zum Knoten {node} hinzugefügt.Bitte stelle sicher, dass Du folgende Port-Weiterleitungen einrichtest:```- DCS Port: {dcs_port} (TCP/UDP)- WebGUI Port: {webgui_port} (TCP)```
ru: Инстанс {instance} добавлен к ноде {node}.Убедитесь, что выполнен проброс следующих портов:```- DCS Порт: {dcs_port} (TCP/UDP)- WebGUI Порт: {webgui_port} (TCP)```

source: Instance {instance} could not be added to node {node}, see log.
de: Instanz {instance} konnte nicht zum Knoten {node} hinzugefügt werden. Bitte überprüfe das Logfile.
ru: Инстанс {instance} не был добавлен к ноде {node}. Проверьте лог файл.

source: Delete an instance
de: Lösche eine Instanz
ru: Удаление инстанса

source: The instance is in use by server "{}". Do you really want to delete it?
de: Die Instanz wird zurzeit vom Server "{}" genutzt. Möchtest Du sie wirklich löschen?
ru: Этот инстанс используется на сервере "{}". Вы действительно хотите удалить его?

source: Do you really want to delete instance {}?
de: Möchtest Du Instanz {} wirklich löschen?
ru: Вы действительно хотите удалить инстанс {}?

source: Do you want to remove the directory {}?
de: Möchtest Du das Verzeichnis {} auch löschen?
ru: Вы хотите удалить директорию {}?

source: Instance {instance} removed from node {node}.
de: Instanz {instance} wurde vom Knoten {node} gelöscht.
ru: Инстанс {instance} удален с ноды {node}.

source: Instance {} could not be deleted, because the directory is in use.
de: Instanz {} konnte nicht gelöscht werden, da das Verzeichnis in Benutzung ist.
ru: Инстанс {} не может быть удален, так как директория уже используется.

source: Rename an instance
de: Nenne eine Instanz um
ru: Переименовать инстанс

source: Server {} has to be shut down before renaming the instance!
de: Server {} muss zum Umbenennen heruntergefahren werden!
ru: Сервер {} необходимо выключить перед переименованием инстанса!

source: Do you really want to rename instance {}?
de: Möchtest Du Instanz {} wirklich umbenennen?
ru: Вы действительно хотите переименовать инстанс {}?

source: Instance {old_name} renamed to {new_name}.
de: Instanz {old_name} umbenannt zu {new_name}.
ru: Инстанс {old_name} переименован в {new_name}.

source: Instance {} could not be renamed, because the directory is in use.
de: Instanz {} konnte nicht umbenannt werden, da das Verzeichnis in Benutzung ist.
ru: Инстанс {} не может быть переименован, так как директория уже используется.

source: To which server do you want to upload this configuration to?
de: Auf welchen Server soll diese Konfigurationsdatei geladen werden?
ru: На какой сервер вы хотите загрузить эту конфигурацию?

source: Error while uploading file to node {}!
de: Fehler beim Upload auf Knoten {}!
ru: Ошибка при загрузке файла на ноду {}!

source: Error while reading file from discord.
de: Fehler beim Laden von Discord.
ru: Ошибка чтения файла из Discord.

source: Plugin {} re-loaded.
de: Plugin {} wurde neu geladen.
ru: Плагин {} перезагружен.

source: To apply the new config by restarting a node or the whole cluster, use {}
de: Um die neue Konfiguration zu laden, nutze {}
ru: Для применения новой конфигурации перезапуском ноды или всего кластера, используйте команду {}
