Repository: Special-K-s-Flightsim-Bots/DCSServerBot
Catalog: locale/*/LC_MESSAGES/creditsystem.po
Languages: de

source: Commands to manage player credits
de: Befehle, um die Spieler-Credits zu managen

source: Shows your current credits
de: Zeigt Deine aktuellen Credits

source: You need the DCS Admin role to use this command!
de: Du brauchst die DCS Admin-Rolle, um diesen Befehl zu nutzen!

source: Member {} is not linked to any DCS user!
de: Spieler {} hat sein DCS-Konto noch nicht verknüpft!

source: Use {} to link your account.
de: Nutze {}, um Dein DCS-Konto mit Deinem Discord-Konto zu verknüpfen.

source: {} has no campaign credits.
de: {} hat noch keine Kampagnen-Credits.

source: Campaign Credits for {}
de: Kampagnen-Credits für Spieler {}

source: Campaign
de: Kampagne

source: Time
de: Zeit

source: Event
de: Ereignis

source: Log shows the last 10 events only.
de: Das Log zeigt nur die letzten 10 Ereignisse.

source: {} needs to properly link their DCS account to receive donations.
de: {} muss sein DCS-Konto verknüofen, um eine Spende erhalten zu können.

source: It seems like there is no campaign running on your server(s).
de: Es scheint, als ob keine Kampagne aktiv ist.

source: Campaign Credits
de: Kampagnen-Credits

source: Member {} would overrun the configured maximum points with this donation. Aborted.
de: Benutzer {} würde mit dieser Spende die konfigurierten Maximal-Credits überschreiten. Abbruch.

source: Donation from member {}
de: Spende von Benutzer {}

source: Credit points change by Admin {}
de: Credits wurden vom Admin {} verändert

source: You just received {} credit points from an Admin.
de: Du hast eine Spende über {} Credits von einem Admin erhalten.

source: , you just received {} credit points from an Admin.
de: , Du hast eine Spende über {} Credits von einem Admin erhalten.

source: Your credits were decreased by {} credit points by an Admin.
de: Ein Admin hat Dir {} Credits abgezogen.

source: , your credits were decreased by {} credit points by an Admin.
de: , Dir wurden {} Credits von einem Admin abgezogen.

source: Donated {credits} points to {name}.
de: Credits von {name} um {credits} verändert.

source: Donate credits to another member
de: Spende Credits an einen Spieler

source: You can't donate to yourself.
de: Du kannst nicht an Dich selbst spenden.

source: Your donation has to be > 0.
de: Du musst einen positiven Betrag spenden.

source: You need to properly link your DCS account to give donations!
de: Du musst Dein DCS-Konto verknüfen, um spenden zu können!

source: You don't have any credit points to donate.
de: Du hast keine Credits, die Du spenden könntest.

source: You can't donate {donation} credit points, you only have {total}!
de: Du kannst keine {donation} Credits spenden, Du hast nur {total}!

source: Donation to member {}
de: Spende an Benutzer {}

source: You just received {donation} credit points from {member}!
de: Du hast eine Spende über {donation} Credits von {member} erhalten!

source: , you just received {donation} credit points from {member}!
de: , Du hast einen Spende über {donation} Credits von {member} erhalten!

source: Initial points received
de: Initiale Credits erhalten

source: {name}, you currently have {credits} credit points.
de: {name}, Du hast {credits} Credits.

source: Unknown mission achievement
de: Unbekanntes Ereignis

source: for killing {}
de: für den Kill von {}

source: You currently have {} credit points
de: Du hast {} Credits

source: Donate credits to another player
de: Spende an einen Spieler

source: Usage: {prefix}{command} player points
de: Aufruf: {prefix}{command} name credits

source: Player {} not found.
de: Kein Spieler {} gefunden.

source: Player {} would overrun the configured maximum points with this donation. Aborted.
de: Spieler {} würde mit dieser Spende die konfigurierten Maximal-Credits überschreiten. Abbruch.

source: Donation to player {}
de: Spende an Spieler {}

source: Donation from player {}
de: Spende von Spieler {}

source: You've donated {donation} credit points to player {name}.
de: Du hast {donation} Credits an {name} gespendet.

source: Player {name} donated {donation} credit points to you!
de: Spieler {name} hat Dir {donation} Credits gespendet!

source: Tip a GCI with points
de: Spende an einen GCI

source: Usage: {prefix}{command} points [gci_number]
de: Aufruf: {prefix}{command} credits [GCI-Nummer]

source: There is currently no {} GCI active.
de: Es gibt zurzeit keinen GCI auf der Seite {}.

source: Multiple GCIs found, use "{}tip points gci_number".
de: Mehrere GCIs gefunden. Nutze "{}tip credits GCI-Nummer".

source: You've donated {donation} credit points to GCI {name}.
de: Du hast {donation} Credits an GCI {name} gespendet.
