Repository: Special-K-s-Flightsim-Bots/DCSServerBot
Catalog: locale/*/LC_MESSAGES/gamemaster.po
Languages: de, es

source: Send a chat message to DCS
de: Sende eine Chat-Nachricht nach DCS
es: Envíe un mensaje de chat a una instancia de DCS en marcha

source: Server {} is not running.
de: Server {} läuft nicht.
es: Servidor {} no está en funcionamiento.

source: Message sent.
de: Nachricht gesendet.
es: Mensaje enviado.

source: Sends a popup to a coalition
de: Sende ein Popup an eine Koalition
es: Envía un pop-up a toda la coalición

source: Sends a popup to all servers
de: Sende ein Popup an alle Server
es: Envía un pop-up a todos los servidores

source: Message NOT sent to server {server} because it is {status}.
de: Die Nachricht konnte nicht an den Server {server} gesendet werden, denn er ist im Status {status}.
es: Mensaje NO enviado al servidor {server} porque se encuentra {status}.

source: Message sent to server {}.
de: Nachricht an Server {} versendet.
es: Mensaje enviado al servidor {}.

source: Set or get a flag inside the mission
de: Setze oder lese eine Flagge
es: Asigna o lee un valor de bandera dentro de la misión

source: Flag {flag} set to {value}.
de: Flagge {flag} wurde auf Wert {value} gesetzt.
es: Bandera {flag} asignado el valor {value}.

source: Flag {flag} has value {value}.
de: Flagge {flag} hat den Wert {value}.
es: Bandera {flag} tiene el valor {value}.

source: Set or get a mission variable
de: Setze oder lese eine Variable
es: Asigna o lee una variable de misión

source: Variable {name} set to {value}.
de: Variable {name} auf Wert {value} gesetzt.
es: Variable {name} asignado el valor {value}.

source: Timeout while retrieving variable. Most likely a lua error occurred. Check your dcs.log.
de: Variable konnte vermutlich aufgrund eines LUA-Fehlers nicht gelesen werden. Prüfe Dein dcs.log.
es: Expirado tiempo de espera al recuperar la variable. Probablemente haya un error de lua. Por favor compruebe dcs.log

source: Variable {name} has value {value}.
de: Variable {name} hat den Wert {value}.
es: Variable {name} tiene un valor de {value}.

source: Variable {} is not set.
de: Variable {} ist nicht gesetzt.
es: Variable {} no está asignada.

source: Calls any function inside the mission
de: Ruft eine Funktion in der Mission auf
es: Llama a cualquier función dentro de la misión

source: Enter your script here:
de: Gebe Dein Skript hier ein:
es: Añada su script a continuación:

source: Script sent.
de: Skript gesendet.
es: Script enviado.

source: Loads a lua file into the mission
de: Lädt ein LUA-File in eine Mission
es: Carga un fichero LUA a la misión

source: Script loaded.
de: Skript geladen.
es: Script cargado.

source: Mass coalition leave for users
de: Setzt alle Koalitionen zurück
es: Eliminación masiva de usuarios de la coalición

source: Do you want to mass-reset all coalition-bindings from your players?
de: Möchtest Du die Koalitionen all Deiner Spieler zurücksetzen?
es: ¿Desea eliminar la asignación de coalición de todos los jugadores?

source: Coalition bindings reset for all players.
de: Koalitionen aller Spieler zurückgesetzt.
es: Eliminada la asignación de coalición para todos los jugadores.

source: The bot is missing the "Manage Roles" permission!
de: Der Bot braucht die "Manage Roles"-Berechtigung!
es: ¡Falta el permiso "Manage Roles" en el bot!

source: Commands to manage DCS campaigns
de: Befehle zur Verwaltung von Kampagnen
es: Comandos para manejar la campaña de DCS

source: Name
es: Nombre

source: Start (UTC)
es: Comienzo (UTC)

source: End (UTC)
de: Ende (UTC)
es: Final (UTC)

source: Description
de: Beschreibung
es: Descripción

source: Format for {} needs to be yyyy-mm-dd hh24:mi!
de: Format für {} muss yyyy-mm-dd hh24:mi sein!
es: El formato para {} debe de ser yyyy-mm-dd hh24:mi!

source: Lists all (active) campaigns
de: Zeigt alle (aktiven) Kampagnen
es: Listado de todas las campañas (activas)

source: Display only active campaigns
de: Zeige nur aktive Kampagnen
es: Muestra sólo las campañas activas

source: Campaign info
de: Information zur Kampagne
es: Información de campaña

source: Campaign Overview
de: Kampagnen-Info
es: Resúmen de campaña

source: Add a campaign
de: Erstelle Kampagne
es: Añade una campaña

source: Aborted.
de: Abbruch.
es: Abortado.

source: Select all servers for this campaign
de: Wähle alle Server für diese Kampagne
es: Seleccione todos los servidores para esta campaña

source: Campaign {} added.
de: Kampagne {} erstellt.
es: Campaña {} añadida.

source: A campaign is already configured for this timeframe!
de: Für diesen Zeitraum ist bereits eine Kampagne konfiguriert!
es: ¡Ya existe una campaña ya configurada para éstas fechas!

source: A campaign with this name already exists!
de: Eine Kampagne mit diesem Namen existiert bereits!
es: ¡Ya existe una campaña con éste nombre!

source: Add a server to an existing campaign
de: Füge Server zu einer Kampagne hinzu
es: Añade un servidor a una campaña existente

source: Server {server} added to campaign {campaign}.
de: Server {server} wurde zur Kampagne {campaign} zugefügt.
es: Servidor {server} añadido a la campaña {campaign}.

source: Server {server} is already part of the campaign {campaign}!
de: Server {server} ist bereits Teil der Kampagne {campaign}!
es: Servidor {server} ya es parte de la campaña {campaign}!

source: Delete a campaign
de: Lösche eine Kampagne
es: Eliminar una campaña

source: Do you want to delete campaign "{}"?
de: Möchtest Du die Kampagne "{}" löschen?
es: ¿Desea eliminar la campaña "{}"?

source: Campaign deleted.
de: Kampagne gelöscht.
es: Campaña eliminada.

source: Start a campaign
de: Starte eine Kampagne
es: Comenzar una campaña

source: Campaign {} started.
de: Kampagne {} gestartet.
es: Campaña {} comenzada.

source: Stop a campaign
de: Stoppe eine Kampagne
es: Parar una campaña

source: Do you want to stop campaign "{}"?
de: Möchtest Du Kampagne "{}" stoppen?
es: ¿Desea parar la campaña "{}"?

source: Campaign stopped.
de: Kampagne gestoppt.
es: Campaña parada.

source: Sends a message to a user
de: Sendet einem User eine Nachricht
es: Envía un mensaje al usuario

source: User is not linked.
de: Benutzer is nicht verknüpft.
es: El usuario no está enlazado

source: Unknown user {}!
de: Unbekannter Benutzer {}!
es: Usuario desconocido {}!

source: Message will be displayed to the user.
de: Nachricht wird dem Nutzer bei nächster Gelegenheit präsentiert.
es: El mensaje será mostrado al usuario.

source: Error while updating embed!
de: Fehler beim Update des Embeds!
es: ¡Error al actualizar el mensaje incrustado!

source: Error {} while reading JSON file!
de: Fehler {} beim Lesen des JSON-Files!
es: ¡Error {} al leer el fichero JSON!

source: To which server do you want to upload this LUA to?
de: Auf welchen Server möchtest Du das LUA-File hochladen?
es: ¿A qué serviedor desea cargar éste fichero LUA?

source: File exists. Do you want to overwrite it?
de: Das File existiert. Möchtest Du es überschreiben?
es: El archivo ya existe. ¿Desea sobreescribirlo?

source: File {} could not be uploaded.
de: Das File {} konnte nicht hochgeladen werden.
es: Archivo {} no pudo ser cargado.

source: {num} LUA files uploaded. You can load any of them with {command} now.
de: {num} LUA files wurden hochgeladen. Du kannst jedes davon nun mit {command} laden.
es: {num} ficheros LUA cargados. puede ejecutar cualquiera de ellos con {command} ahora.

source: join a coalition
de: Trete einer Koalition bei
es: Unirse a una coalición

source: Usage: {prefix}{command} <blue|red>
de: Aufruf: {prefix}{command} <blue|red>
es: Uso: {prefix}{command} <blue|red>

source: You are a member of coalition {} already.
de: Du bist bereits Mitglied der Koalition {}.
es: Ya es miembro de la coalición {}.

source: You can't join the {coalition} coalition in-between {lock_time} of leaving a coalition.
de: Du kannst der Koalition {coalition} nicht innerhalb der Lock-Zeit von {lock_time} beitreten.
es: No puede unirse a la coalición {coalition} entre {lock_time} de abandonar una coalición.

source: Welcome to the {} side!
de: Willkommen zur Koalition {}!
es: ¡Bienvenido a la coalición {}!

source: Your coalition password is {}
de: Dein Koalitions-Passwort ist {}
es: La contraseña de su coalición es {}

source: leave your coalition
de: Verlasse Deine Koalition
es: Abandonar una coalición

source: You are not a member of any coalition. You can join one with {}join blue|red.
de: Du bist in keiner Koalition. Trete mit {}join blue|red bei.
es: No es miembro de una coalición. Puede unirse mediante {}join blue|red.

source: You left the {} coalition!
de: Du hast Koalition {} verlassen!
es: ¡Ha abandonado la coalición {}!

source: join the red side
de: Trete der roten Koalition bei
es: unirse a la coalición roja

source: join the blue side
de: Trete der blauen Koalition bei
es: unirse a la coalición azul

source: displays your current coalition
de: Zeigt Deine aktuelle Koalition
es: muestra su coalición actual

source: You are a member of the {} coalition.
de: Du bist Mitglied der Koalition {}.
es: Usted es miembro de la coalición {}.

source: displays the coalition password
de: Zeigt das Koalitionspasswort
es: muestra la contraseña de la coalición

source: There is no password set for your coalition.
de: Für Deine Koalition ist kein Passwort gesetzt.
es: No existe contraseña asignada para su coalición.

source: reads or sets a flag
de: Lese oder setze eine Flagge
es: Asigna o lee un valor de bandera

source: <flag> [value]
de: <Flagge> [Wert]
es: <Bandera> [Valor]

source: Usage: {prefix}{command} <flag> [value]
de: Aufruf: {prefix}{command} <Flagge> [Wert]
es: Uso: {prefix}{command} <Bandera> [Valor]

source: Lua Script
de: LUA-Skript
