Repository: Special-K-s-Flightsim-Bots/DCSServerBot
Catalog: locale/*/LC_MESSAGES/greenieboard.po
Languages: de

source: Commands to display and manage carrier traps
de: Befehle für Flugzeugträgerlandungen

source: Show carrier landing qualifications
de: Zeige Flugzeugträgerlandungen an

source: No carrier landings recorded for this user.
de: Für diesen Spieler wurden keine Trägerlandungen aufgezeichnet.

source: Select a trap for details
de: Für Details bitte eine Landung auswählen

source: Select the plane for the trap
de: Wähle das Flugzeug aus

source: Display the current Greenieboard
de: Zeigt das aktuelle Greenieboard

source: Adds a trap to the Greenieboard
de: Füge eine Landung zum Greenieboard zu

source: You need to specify grades in your greenieboard.yaml to use {}!
de: Du musst die 'grades'-Struktur in Deiner greenieboard.yaml definieren, um {} nutzen zu können!

source: Trap added.
de: Landung zugefügt.

source: Aborted,
de: Abgebrochen.

source: Time (HH24:MI)
de: Zeit (HH24:MI)

source: Grade
de: Wertung

source: LSO Comment
de: LSO-Kommentar

source: Wire
de: Seil

source: Enter the trap details
de: Gib Informationen zur Landung ein

source: Case needs to be one of 1, 2 or 3.
de: Case muss zwischen 1 und 3 liegen.

source: Grade has to be one of {}.
de: Wertung muss eine von {} sein.

source: Wire needs to be one of 1 to 4.
de: Seil muss zwischen 1 und 4 sein.

source: Resets all traps
de: Löscht alle Landungen

source: Do you want to reset all traps?
de: Möchtest Du alle Landungen löschen?

source: User {} is not linked!
de: Benutzer {} ist nicht verknüpft!

source: Do you want to reset all traps for user {}
de: Möchtest Du alle Landungen von Benutzer {} löschen?

source: All traps reset.
de: Alle Landungen wurden gelöscht.

source: Carrier Landing
de: Trägerlandung

source: Landing on {place} with grade {grade}.
de: Landing auf {place} mit Wertung {grade}.

source: Date/Time
de: Datum/Zeit

source: Plane
de: Flugzeug

source: Carrier
de: Träger

source: Points
de: Punkte

source: LSO Grade: {}
de: LSO-Wertung: {}

source: (a little)
de: (ein bisschen)

source: (a lot!)
de: (viel!)

source: (ignored)
de: (ignoriert)

source: Traps
de: Trägerlandungen

source: No data available.
de: Keine Daten verfügbar.

source: Avg
de: Durchschn.

source: The most recent landing is added at the front. Night landings have round markers.
de: Die aktuellste Landung wird vorne angefügt. Nachtlandungen haben runde Markierungen.

source: Last recorded trap: {time:%y-%m-%d %H:%M:%S}
de: Letzte Landung: {time:%y-%m-%d %H:%M:%S}
