Repository: Special-K-s-Flightsim-Bots/DCSServerBot
Catalog: locale/*/LC_MESSAGES/install.po
Languages: cn, de, es, ru

source: The bot can be set to the same language, which means, that all Discord and in-game messages will be in your language as well. Would you like me to configure the bot this way?
cn: 可以将机器人设置为相同的语言，这意味着所有 Discord 和游戏内消息也将使用您的语言。您希望我以这种方式配置机器人吗?
de: Der Bot kann alle Nachrichten in Discord oder DCS auch in dieser Sprache ausgeben. Möchtest Du das?
es: El bot se puede configurar con el mismo idioma, lo que significa, que todos los mensajes de Discord y dentro del juego utilizarán su idioma elegido.¿Desea que configure el bot de ésta forma?
ru: Бот может быть настроен на ваш родной язык, что означает что все игровые и Discord сообщения будут показываться на вашем языке. Вы хотите использовать локализацию бота?

source: For a successful installation, you need to fulfill the following prerequisites: 1. Installation of PostgreSQL from https://www.enterprisedb.com/downloads/postgres-postgresql-downloads 2. A Discord TOKEN for your bot from https://discord.com/developers/applications
cn: 为了成功安装，您需要满足以下先决条件: 1. 安装 PostgreSQL 数据库 https://www.enterprisedb.com/downloads/postgres-postgresql-downloads 2. 获取给 Server Bot 用的 Discord TOKEN https://discord.com/developers/applications
de: Für eine erfolgreiche Installation musst Du die folgenden Voraussetzungen erfüllen: 1. Installation der PostgreSQL-Datenbank von https://www.enterprisedb.com/downloads/postgres-postgresql-downloads 2. Ein Discord-TOKEN für Deinen Bot von https://discord.com/developers/applications
es: Para una instalación satisfactoria, necesita cumplir los siguientes prerequisitos: 1. Instalación de PostgreSQL desde https://www.enterprisedb.com/downloads/postgres-postgresql-downloads 2. TOKEN de discord de su bot desde https://discord.com/developers/applications
ru: Для успешной установки Вам потребуется следующее: 1. Установленная СУБД PostgreSQL https://www.enterprisedb.com/downloads/postgres-postgresql-downloads 2. Discord-TOKEN для Вашего бота https://discord.com/developers/applications

source: Have you fulfilled all these requirements?
cn: 您是否满足了所有这些要求?
de: Hast Du diese Voraussetzungen erfüllt?
es: ¿Ha cumplido todos los requisitos?
ru: Вы выполнили все эти требования?

source: Aborted: missing requirements.
cn: 已中止：您需要先满足所有要求.
de: Abgebrochen. Voraussetzungen nicht erfüllt.
es: Abortado. Faltan requisitos previos.
ru: Отмена. Требования не выполнены.

source: 1. [u]General Setup[/]
cn: 1. [u]常规设置[/]
de: 1. [u]Allgemeine Konfiguration[/]
es: 1. [u]Configuración general[/]
ru: 1. [u]Общая настройка[/]

source: Do you want your DCSServerBot being auto-updated?
cn: 您是否希望 DCSServerBot 自动更新?
de: Möchtest Du Deinen Bot automatisch updaten lassen?
es: ¿Desea que DCSServerBot se actualice automáticamente?
ru: Вы хотите включить автоматическое обновление DCSServerBot?

source: 2. [u]Discord Setup[/]
cn: 2. [u]Discord 设置[/]
de: 2. [u]Discord-Konfiguration[/]
es: 2. [u]Configuración de Discord[/]
ru: 2. [u]Настройка Discord[/]

source: Please enter your Discord Guild ID (right click on your Discord server, "Copy Server ID")
cn: 请输入您的 Discord Guild ID (右键单击您的 Discord 服务器, "复制服务器 ID")
de: Bitte gebe Deine "Guild ID" ein (rechts-klick auf den Discord-Server, "Copy Server ID")
es: Por favor introduzca su ID del servidor de Discord (Botón derecho en su servido de Discord, "Copiar ID del servidor")
ru: Пожалуйста введите ваш Discord Guild ID (правый щелчок по Discord-серверу, "Copy Server ID")

source: Please enter your discord TOKEN (see documentation)
cn: 请输入您的 discord TOKEN（查看文档）
de: Bitte gebe Deinen Discord-TOKEN ein (s. Dokumentation)
es: Por favor introduzca su TOKEn de Discord (revise la documentación)
ru: Пожалуйста введите ваш Discord TOKEN (см. документацию)

source: Please enter your Owner ID (right click on your discord user, "Copy User ID")
cn: 请输入您的所有者 ID (右键单击您的 discord 用户, "复制用户 ID")
de: Bitte gebe die Benutzer-ID an (rechts-klick auf Deinen Discord-Benutzer "Copy User ID")
es: Por favor introduzca el ID del dueño (botón derecho sobre su usuario de Discord, "Copiar ID de usuario")
ru: Пожалуйста введите ваш Owner ID (правый щелчок по Discord-серверу, "Copy User ID")

source: We now need to setup your Discord roles and channels. DCSServerBot creates a role mapping for your bot users. It has the following internal roles:
cn: 我们现在需要设置您的 Discord 角色和频道. DCSServerBot 为您的机器人用户创建角色映射。它具有以下内部角色:
de: Nun erstellen wir das Discord-Rollen-Mapping und die Discord-Kanäle. DCSServerBot hat ein eigenes Rollen-Mapping. Es gibt die folgenden internen Rollen:
es: Vamos a proceder a configurar sus roles y canales de Discord DCSServerBot cre una serie de roles para sus usuarios del bot. Tiene los siguientes roles internos:
ru: Теперь необходимо настроить Discord роли и каналы. DCSServerBot создаёт маппинг ролей для пользователей бота. Доступны следующие внутренние роли:

source: Users can delete data, change the bot, run commands on your server
cn: Admin 用户可以删除数据、更改机器人、在你的服务器上运行命令.
de: Benutzer können bspw. alle Daten löschen, den Bot verändern oder sogar Kommandos auf dem PC ausführen.
es: Usuarios que pueden eliminar datos, realizar cambios en el bot y ejecutar comandos en su servidor.
ru: Пользователи могут удалять данные, изменять настройки бота и выполнять команды на вашем сервере.

source: Users can upload missions, start/stop DCS servers, kick/ban users, etc.
cn: DCS Admin 用户可以上传任务、启动/停止 DCS 服务器、踢出/禁止用户等.
de: Benutzer können bspw. Missionen hochladen, DCS-Server starten und stoppen sowie Nutzer kicken und bannen.
es: Usuarios que pueden subir misiones, iniciar/parar servidores de DCS, expulsar/banear jugadores, etc.
ru: Пользователи могут заливать миссии, запускать и останавливать DCS серверы, кикать и банить пользователей и т.д.

source: 2. [u]Bot Setup[/]
cn: 2. [u]机器人设置[/]
de: 2. [u]Bot Konfiguration[/]
es: 2. [u]Configuración del bot[/]
ru: 2. [u]Установка бота[/]

source: Please enter the name of your DCS group
de: Bitte gebe den Namen Deiner DCS-Gruppe ein
es: Por favor introduzca el nombre de su grupo de DCS

source: You now need to setup your users. DCSServerBot uses the following internal roles:
cn: 您现在需要设置您的用户. DCSServerBot 使用以下内部角色:
de: Nun musst Du Deine Benutzer anlegen. DCSServerBot benutzt diese internen Rollen:
es: Es necesario que configure los usuarios. DCSServerBot utiliza los siguientes roles internamente:
ru: Теперь вам нужно настроить пользователей. DCSServerBot использует следующие внутренние роли:

source: Which user(s) should get the [bold]{}[/] role? Please enter a comma-separated list of UCIDs
cn: 哪些用户应获得 [bold]{}[/] 角色? 请输入以逗号分隔的 UCID 列表
de: Welche(r) Benutzer soll die [bold]{}[/]-Rolle bekommen? Bitte gib eine Komma-separierte Liste von UCIDs ein
es: ¿Qué usuario(s) debería(n) obtener el rol [bold]{}[/]? Por favor, separe con comas el listado de UCIDs.
ru: Какой пользователь(и) должен(ы) получить роль [bold]{}[/]? Введите список UCID, разделенный запятыми

source: [i]You can skip the Discord TOKEN, if you decide to do a non-Discord-installation.[/]
cn: [i]如果你决定不安装 Discord，则可以跳过 Discord TOKEN.[/]
de: [i]Wenn Du den Bot ohne Discord-Unterstützung installieren möchtest, benötigst Du keinen TOKEN.[/]
es: [i]Puede saltarse el TOKEN de Discord si desea realizar una instalación sin soporte con Discord.[/]
ru: [i]Вы можете пропустить ввод токена Discord, если решите выполнить установку без Discord.[/]

source: Do you want to run DCSServerBot with Discord support (recommended)?
cn: 您是否想运行支持 Discord 的 DCSServerBot（推荐）?
de: Möchtest Du DCSServerBot mit Discord-Unterstützung installieren (empfohlen)?
es: ¿Desea ejecutar DCSServerBot con soporte con Discord (recomendado)?
ru: Хотите ли вы запустить DCSServerBot с поддержкой Discord (рекомендуется)?

source: Users can delete data and change the bot
cn: Admin 用户可以删除数据并更改机器人
de: Benutzer können bspw. alle Daten löschen und den Bot verändern
es: Los usuarios pueden borrar datos y cambiar el bot
ru: Пользователи с правом удалять данные и менять параметры бота

source: Users can restart missions, kick/ban users, etc.
cn: DCS Admin用户可以重新开始任务、踢出/禁止用户等.
de: Benutzer können bspw. Missionen neu starten sowie Nutzer kicken und bannen.
es: Los usuarios pueden reiniciar misiones, kickear/banear usuarios, etc.
ru: Пользователи с правом перезапускать миссии, выгонять/банить пользователей и т. д.

source: Searching for existing DCS server configurations ...
cn: 正在搜索现有的 DCS 服务器配置 ...
de: Suche nach existierenden DCS-Server-Konfigurationen ...
es: Buscando configuraciones de servidores de DCS existentes...
ru: Поиск существующих конфигураций сервера DCS ...

source: Please enter the path to your DCS World installation
cn: 请输入 DCS World 安装路径
de: Bitte gebe den Pfad zu Deiner DCS World-Installation an
es: Por favor introduzca la ruta de su instalación de DCS
ru: Пожалуйства введите путь до папки, где установлен DCS World

source: Do you want to continue without a DCS installation being set?
de: Möchtes Du weiter machen, ohne eine DCS-Installation zu konfigurieren?
es: ¿Desea continuar sin configurar una instalación de DCS?
ru: Вы хотите продолжить без указанного пути установки DCS?

source: Directory not found. Please try again.
cn: 未找到目录。请重试.
de: Verzeichnis nicht gefunden. Bitte versuche es noch einmal.
es: Directorio no encontrado. Por favor, inténtelo de nuevo.
ru: Папка не найдена. Попробуйте ещё раз.

source: Searching for DCS installations ...
cn: 搜索 DCS 安装 ...
de: Suche DCS-World Installationen ...
ru: Поиск установленного DCS World ...

source: Other
cn: 其他
de: Andere
es: Otro
ru: Прочее

source: Please specify, which installation you want the bot to use. Chose "Other", if it is not in the list
cn: 请指定您希望机器人使用哪个进行安装. 如果不在列表中，请选择 "其他"
de: Bitte gebe an, welche Installation Du für den Bot nutzen möchtest. Wähle "Andere", wenn Du sie nicht in der Liste findest
es: Por favor, especifique qué instalación desea que el bot utilice. Seleccione "Otras", si no se encuentra en la lista
ru: Пожалуйста, укажите, какую установку вы хотите, чтобы использовал бот. Выберите "Другое", если подходящего варианта нет в списке

source: Normal user, can pull statistics, ATIS, etc.
cn: 普通用户，可以提取统计数据、ATIS 等.
de: Normale Benutzerrolle, kann Statistiken aufrufen, ATIS, etc.
es: Usuario normal, que puede llamar estadísticas, ATIS, etc.
ru: Обычный пользователь, может запрашивать статистику, ATIS, и т.д.

source: Please separate roles by comma, if you want to provide more than one. You can keep the defaults, if unsure and create the respective roles in your Discord server.
cn: 如果您想提供多个角色，请用逗号分隔. 如果不确定，你可以保留默认设置，并在 Discord 服务器中创建相应的角色.
de: Bitte separiere mehrere Rollen mit Kommas, falls notwendig. Du kannst auch den Standard beibehalten, musst dann aber die entsprechenden Rollen in Discord anlegen.
es: Por favor separe los roles con una coma, si desea especificar más de uno. Puede mantener los roles por defecto si no está seguro, y crear los respectivos roles en su servidor de Discord.
ru: Пожалуйста, при указании более одной роли, разделяйте их запятой. Вы можете оставить значения по умолчанию если не уверены и создать необходимые роли на сервере Discord вручную.

source: Which role(s) in your discord should hold the [bold]{}[/] role?
cn: 您的 discord 中的哪些角色应担任 [bold]{}[/] 角色?
de: Welche Rolle(n) möchtest Du auf die [bold]{}[/]-Rolle mappen?
es: ¿Qué role(s) en su Discord deberían ener el rol de [bold]{}[/] asignado?
ru: Какие роли на вашем Discord серверы должны быть [bold]{}[/] ролью?

source: Please provide a channel ID for audit events (optional)
cn: 请提供审计事件的渠道 ID（可选）
de: Bitte gebe die Kanal-ID für den Audit-Kanal an (optional)
es: Por favor, especifique un ID de canal para auditoría de eventos (opcional)
ru: Пожалуйста укажите канал для сообщений аудита (опционально)

source: The bot can either use a dedicated admin channel for each server or a central admin channel for all servers. If you want to use a central one, please provide the ID (optional)
cn: 机器人可以为每个服务器使用专用的管理频道，也可以为所有服务器使用中央管理频道. 如需使用中央账户，请提供 ID（可选）
de: Der Bot kann entweder einen zentralen Admin-Kanal nutzen, oder einen Admin-Kanal für jeden zu verwaltenden Server. Wenn Du einen zentralen Admin-Kanal nutzen möchtest, bitte gebe die ID an (optional)
es: El bot puede usar un canal dedicado para administración para cada servidor, o un canal central para todos los servidores. Si desea utilizar un canal central, por favor especifique el ID del mismo (opcional)
ru: Бот может использовать выделенные административные каналы для каждого сервера или общий админ-канал для всех серверов сразу. Если вы хотите использовать общий канал, укажите его ID (опционально)

source: [red]A configuration for this nodes exists already![/] Do you want to overwrite it?
cn: [red]此节点的配置已存在!![/] 是否要覆盖它?
de: [red]Für diesen Knoten gibt es bereits eine Konfiguration!![/] Möchtest Du sie überschreiben?
es: [red]¡Ya existe una configuración para éste nodo![/] ¿Desea sobreescribirla?
ru: [red]Конфигурация для данной ноды уже существует!![/] Вы хотите перезаписать её?

source: Aborted: configuration exists
cn: 已中止：配置已存在.
de: Abgebrochen. Diese Konfiguration existiert bereits.
es: Abortado. La configuración ya existe.
ru: Отмена: конфигурация существует.

source: [yellow]Configuration found, adding another node...[/]
cn: [yellow]找到配置，添加另一个节点...[/]
de: [yellow]Konfiguration vorhanden, füge einen weiteren Knoten hinzu...[/]
es: [yellow]Configuración encontrada, añadiendo otro nodo...[/]
ru: [yellow]Конфигурация найдена, добавление дополнительной ноды...[/]

source: {}. [u]Database Setup[/]
cn: {}. [u]数据库设置[/]
de: {}. [u]Datenbank-Konfiguration[/]
es: {}. [u]Configuración de la base de datos[/]
ru: {}. [u]Настройка СУБД[/]

source: [red]No PostgreSQL-database found on {host}:{port}![/]
cn: [red]在 {host}:{port} 上未找到 PostgreSQL 数据库![/]
de: [red]Keine PostgreSQL-Datenbank auf {host}:{port} gefunden![/]
es: [red]¡No se pudo encontrar una base de datos de POstgreSQL en {host}:{port}![/]
ru: [red]Не найдена БД PostgreSQL на {host}:{port}![/]

source: Enter the hostname of your PostgreSQL-database
cn: 输入你的 PostgreSQL 数据库的主机名
de: Bitte gebe den Hostnamen des PostgreSQL-Datenbankservers an
es: Introduzca un nombre de host para su base de datos de PostgreSQL
ru: Введите имя хоста вашего СУБД-сервера PostgreSQL

source: Enter the port to your PostgreSQL-database
cn: 输入你的 PostgreSQL 数据库的端口
de: Bitte gebe den Datenbank-Port an
es: Introduzca el puerto para su base de datos de PostgreSQL
ru: Введите порт вашего СУБД-сервера PostgreSQL

source: Please enter the name of your PostgreSQL master database
de: Bitte gebe den Namen der PostgreSQL Master-Datenbank ein
es: Por favor, introduzca el nombre de su base de datos maestra de PostgreSQL

source: Please enter your PostgreSQL master user name
de: Bitte gebe den Namen des PostgreSQL Master Benutzers ein
es: Por favor, introduzca su nombre de usuario maestro de PostgreSQL

source: Please enter your PostgreSQL master password (user={})
de: Bitte gebe das Passwort für den Benutzer "{}" ein
es: Por favor, introduzca su contraseña maestr de PostgreSQL (usuario={})

source: [yellow]Existing {} user found![/]
cn: [yellow]已找到用户 {} ![/]
de: [yellow]Der Benutzer {} existiert bereits![/]
es: [yellow]¡Usuario {} ya existente encontrado![/]
ru: [yellow]Пользователь {} уже существует![/]

source: Do you remember the password of {}?
cn: 您记得 {} 的密码吗?
de: Erinnerst Du Dich an das Passwort von {}?
es: ¿Recuerdas la contraseña de {}?
ru: Вы помните пароль от {}?

source: Please enter your password for user {}
cn: 请输入用户 {} 的密码
de: Bitte gebe des Passwort für den Benutzer {} ein
es: Por favor, introduzca su contraseña para el usuario {}
ru: Пожалуйста введите пароль для пользователя {}

source: [red]Wrong password! Try again ({}/3).[/]
cn: [red]密码错误!请重试 ({}/3).[/]
de: [red]Falsches Passwort! Bitte probiere es erneut ({}/3).[/]
es: [red]¡Contraseña errónea! Inténtelo de nuevo ({}/3).[/]
ru: [red]Неверный пароль! Попробуйте снова ({}/3).[/]

source: [yellow]You have entered 3x a wrong password. I have reset it.[/]'
cn: [yellow]您输入了 3 次错误密码。我已重置密码.[/]'
de: [yellow]Du hast 3x ein falsches Passwort eingegeben. Ich habe es nun ersetzt.[/]'
es: [yellow]Ha introducido la contraseña erróneamente en tres ocasiones. La contraseña ha sido reiniciada.[/]'
ru: [yellow]Вы ввели неверный пароль 3 раза . Я сбросил его.[/]'

source: [green]- Database user and database created.[/]
cn: [green]- 创建数据库用户和数据库.[/]
de: [green]- Datenbank-Benutzer und Datenbank erzeugt.[/]
es: [green]- El usuario y la base de datos han sido creados.[/]
ru: [green]- Пользователь и база данных созданы.[/]

source: [red]Master password wrong. Please try again.[/]
cn: [red]主密码错误. 请重试.[/]
de: [red]Falsches Passwort für den Benutzer "postgres". Bitte versuche es erneut.[/]
es: [red]Contraseña maestra errónea. Por favor, inténtelo de nuevo[/]
ru: [red]Неправильный пароль для пользователя "postgres". Попробуйте ещё раз.[/]

source: Aborted: No valid Database URL provided.
cn: 中止：未提供有效的数据库 URL.
de: Abgebrochen. Keine gültige Datenbank-URL angegeben.
es: Abortado. No hay una URL de base de datos especificada
ru: Отмена: Не указан правильный СУБД URL.

source: {}. [u]Node Setup[/]
cn: {}. [u]节点设置[/]
de: {}. [u]Knoten-Konfiguration[/]
ru: {}. [u]Настройка ноды[/]

source: Aborted: No DCS installation found.
cn: 已中止：未找到 DCS 安装.
de: Abgebrochen. Keine DCS-Installation gefunden.
es: Abortado: No se encuentra instalación de DCS.
ru: Отмена: Не найдена установка DCS World.

source: Is {} a static IP-address for this node?
de: Ist {} eine statische IP-Adresse für diesen Knoten?
ru: Является-ли {} статическим IP-адресом этой ноды?

source: Do you want your DCS installation being auto-updated by the bot?
cn: 您是否希望您的 DCS 安装由机器人自动更新?
de: Möchtest Du DCS vom Bot automatisch aktualisieren lassen?
es: ¿Desea que su instalación de DCS sea actualizada automáticamente por el bot?
ru: Вы хотите чтобы бот автоматически обновлял вашу установку DCS World?

source: Please enter the path to your DCS-SRS installation. Press ENTER, if there is none.
cn: 请输入 DCS-SRS 安装路径. 如果没有，请按 ENTER.
de: Bitte gib den Pfad zur DCS-SRS-Installation ein. Drücke auf ENTER, wenn Du kein SRS installiert hast.
es: Por favor, introduzca la dirección de su instalación de DCS-SRS. Pulse ENTER si no hay ninguna.
ru: Введите путь до установки DCS-SRS. Нажмите ENTER, если DCS-SRS не установлен.

source: DCS-SRS installation path: {}
cn: DCS-SRS 安装路径：: {}
de: DCS-SRS Installations-Verzeichnis: {}
es: Dirección de instalación de DCS-SRS: {}
ru: Путь установки DCS-SRS: {}

source: DCS-SRS not configured.
cn: DCS-SRS 未配置.
de: DCS-SRS wurde nicht konfiguriert.
es: DCS-SRS no configurado.
ru: DCS-SRS не настроен.

source: {}. [u]DCS Server Setup[/]
cn: {}. [u]DCS 服务器设置[/]
de: {}. [u]DCS-Server-Konfiguration[/]
es: {}. [u]Configuraciónd el servidor de DCS[/]
ru: {}. [u]Конфигурация DCS сервера[/]

source: No configured DCS servers found.
cn: 未找到已配置的 DCS 服务器.
de: Keine konfigurierten DCS-Server gefunden.
es: No se han encontrado servidores de DCS configurados.
ru: Нет настроенных DCS серверов.

source: [i]DCS server "{}" found.[/i] Would you like to manage this server through DCSServerBot?
cn: [i]DCS 服务器 "{}" 已找到.[/] 您想通过 DCSServerBot 管理此服务器吗?
de: [i]DCS-Server "{}" gefunden.[/] Möchtest Du diesen Server zukünftig über DCSServerBot verwalten?
es: [i]Servidor DCS "{}" encontrado.[/] ¿Le gustaría controlar éste servidor a través de DCSServerBot?
ru: [i]DCS сервер "{}" найден.[/] Вы хотите управлять этим сервером с помощью DCSServerBot?

source: Adding instance {instance} with server {name} ...
cn: 添加实例 {instance} 和服务器 {name} ...
de: Füge Instanz {instance} mit dem Server {name} hinzu ...
es: Añadiendo instancia {instance} con el servidor {name} ...
ru: Добавление инстанса {instance} с сервером {name} ...

source: [red]SRS configuration could not be created. Please copy your server.cfg to {} manually.[/]
cn: [red]无法创建 SRS 配置. 请手动将您的 server.cfg 复制到 {} .[/]
de: [red]SRS-Konfiguration konnte nicht erzeugt werden. Bitte kopiere Deine server.cfg manuell nach {}.[/]
es: [red]No se pud ocrear la configuración de DCS-SRS. Por favor, copie su server.cfg a {} manualmente.[/]
ru: [red]Не получилось создать SRS-конфигурацию. Пожалуйста скопируйте файл server.cfg в папу {} вручную.[/]

source: SRS configuration could not be created, manual setup necessary.
cn: 无法创建 SRS 配置，需要手动设置.
de: SRS-Konfiguration konnte nicht erzeugt werden, manuelle Konfiguration notwendig.
es: No se pudo crear la configuración de DCS-SRS, se requiere una configuración manual.
ru: SRS-конфигурация не создана, требуется ручная настройка.

source: DCSServerBot uses up to {} channels per supported server:
cn: DCSServerBot 每个支持的服务器最多使用 {} 个通道:
de: Du kannst bis zu {} Discord-Kanäle pro DCS-Server anlegen:
es: DCSServerBot utiliza hasta {} canales por cada servidor soportado:
ru: DCSServerBot использует {} Discord-каналов на DCS сервер:

source: To display the mission and player status.
cn: 显示任务和玩家状态.
de: Zeigt den Status des DCS-Servers und die aktuelle Spieler-Liste an
es: Para mostrar la información del servidor, misión y estado de jugadores
ru: Для показа статуса миссии и игроков.

source: [bright_black]Optional:[/]: An in-game chat replication.
de: [bright_black]Optional:[/]: Repliziert die Chatnachrichten aus DCS.
ru: [bright_black]Опционально:[/]: Канал с репликацией игрового DCS чата.

source: For admin commands.
cn: 对于管理命令.
de: Für Admin-Kommandos.
es: Para comandos de administración.
ru: Для административных команд.

source: The Status Channel should be readable by everyone and only writable by the bot. The Chat Channel should be readable and writable by everyone. The Admin channel - central or not - should only be readable and writable by Admin and DCS Admin users. You can create these channels now, as I will ask for the IDs in a bit. DCSServerBot needs the following permissions on them to work: - View Channel - Send Messages - Read Messages - Read Message History - Add Reactions - Attach Files - Embed Links - Manage Messages
cn: 状态通道应可供所有人读取，但只能由机器人写入. 聊天频道应该对每个人都具有可读写权限. 管理通道（无论是否中央）只能由管理员和 DCS 管理员用户读取和写入. 你现在可以创建这些频道，稍后我会要求你提供 ID. DCSServerBot 需要以下权限才能运行: - 查看频道 - 发送消息 - 读取消息 - 读取历史消息 - 添加反应 - 附加文件 - 嵌入链接 - 管理消息
de: Der Statuskanal sollte für jeden lesbar und nur vom Bot beschreibbar sein. Der Chat-Kanal sollte für jeden lesbar und beschreibbar sein. Der Admin-Kanal - ob zentral oder nicht - sollte nur von Admin und DCS Admin lesbar und beschreibbar sein. Du kannst diese Kanäle jetzt erstellen, da ich gleich nach den IDs fragen werde. DCSServerBot benötigt die folgenden Berechtigungen auf all diesen Kanälen: - View Channel - Send Messages - Read Messages - Read Message History - Add Reactions - Attach Files - Embed Links - Manage Messages
es: El canal de información, todos los usuarios de Discord deben de tener permiso de ver canal y sólo el bot debe poder enviar mensajes. El canal de chat, todos los usuarios deberían tener permisos de ver y enviar mensajes en él. El canal de administración -central o no- sólo los usuarios con el rol de Administrador o Administrador DCS deberían poder ver el canal y enviar mensajes en el mismo. Puede crear éstos canales ahora. Le solicitaremos los IDs de los mismos a continuación. DCSServerBot necesita los siguientes permisos en ellos para funcionar: - Ver canal - Enviar mensajes - Leer historial de mensajes - Añadir reacciones - Adjuntar archivos - Insertar enlaces - Gestionar mensajes
ru: Канал статуса должен быть доступен всем на чтение и на запись боту. Канал чата должен быть доступен на чтение и на запись всем. Административные каналы - общий или отдельные - должны быть доступны на чтение и запись только ролям Admin и DCS Admin. Вы можете создать каналы сейчас, их ID нужно будет ввести чуть позже. DCSServerBot для работы требуются следующие разрешения для каналов: - View Channel - Send Messages - Read Messages - Read Message History - Add Reactions - Attach Files - Embed Links - Manage Messages
