Repository: Special-K-s-Flightsim-Bots/DCSServerBot
Catalog: locale/*/LC_MESSAGES/install.po
Languages: cn, de, es, ru

source: Please enter the ID of your [bold]Status Channel[/]
cn: 请输入您的 [bold] 状态频道的ID[/]
de: Bitte gib die ID des [bold]Status-Kanals[/] ein
es: Por favor, introduzzca el ID de su [bold]Canal de información[/]
ru: Пожалуйста введите ID вашего [bold]статус-канала[/] ein

source: Please enter the ID of your [bold]Chat Channel[/] (optional)
cn: 请输入您的 [bold] 聊天频道ID[/] (可选)
de: Bitte gib die ID des [bold]Chat-Kanals[/] ein (optional)
es: Por favor, introduzzca el ID de su [bold]Canal de chat[/] (opcional)
ru: Пожалуйста введите ID вашего [bold]чат-канала[/] (опционально)

source: Please enter the ID of your [bold]Admin Channel[/]
cn: 请输入您的 [bold]管理频道的ID[/]
de: Bitte gib die ID des [bold]Admin-Kanals[/] ein
es: Por favor, introduzzca el ID de su [bold]Canal de administración[/]
ru: Пожалуйста введите ID вашего [bold]админ-канала[/]

source: Do you want DCSServerBot to autostart this server?
cn: 您是否希望 DCSServerBot 自动启动该服务器?
de: Möchtest Du, dass DCSServerBot diesen DCS-Server automatisch startet?
es: ¿Desea que DCSServerBot inicie automáticamente éste servidor?
ru: Вы хотите чтобы DCSServerBot автоматически запускал этот сервер?

source: Instance {} configured.
cn: 实例 {} 已配置.
de: Instanz {} konfiguriert.
es: Instancia {} configurada.
ru: Инстанс {} настроен.

source: All set. Writing / updating your config files now...
cn: 全部设置完毕. 现在写入 / 更新您的配置文件...
de: Alles erledigt. Schreibe die Konfiguration...
es: Todo configurado. Esciribendo / actualizando sus archivos de configuración...
ru: Все настроено. Записываем / обновляем конфигурационные файлы...

source: - Created {}
cn: - 创建 {}
de: - {} erzeugt
es: - {} ha sido creado
ru: - {} Создан

source: {} written
cn: {} 已写入
de: {} geschrieben
es: {} ha sido escrito
ru: {} записан

source: [red]You need to give DCSServerBot write permissions on {} to desanitize your MissionScripting.lua![/]
cn: [red]您需要授予 DCSServerBot 对 {} 的写入权限才能对您的 MissionScripting.lua 进行消毒![/]
de: [red]Du musst DCSServerBot Schreibrechte auf {} geben, um die MissionScripting.lua desanitisieren zu können![/]
es: [red]¡Necesitas otorgar permisos de escritura a DCSServerBot en {} para desanitizar el archivo MissionScripting.lua![/]
ru: [red]Вам необходимо предоставить DCSServerBot права на запись {} для десанитизации вашего MissionScripting.lua![/]

source: [green]Your basic DCSServerBot configuration is finished.[/] You can now review the created configuration files below your config folder of your DCSServerBot-installation. There is much more to explore and to configure, so please don't forget to have a look at the documentation! You can start DCSServerBot with: [bright_black]run.cmd[/] Du kannst nun die erstellten Konfigurationsdateien im config-Ordner der DCSServerBot-Installation überprüfen. Es gibt noch viel mehr zu entdecken und zu konfigurieren, also vergesse bitte nicht, einen Blick auf die Dokumentation zu werfen! So kannst Du DCSServerBot starten: [bright_black]run.cmd[/]
de: Installation abgeschlossen.

source: Aborted.
cn: 已中止.
de: Abgebrochen.
es: Abortado.
ru: Отмена.

source: Searching for DCS installations ...
es: Buscando instalación de DCS...

source: {}. {u]Node Setup[/]
es: {}. [u]Configuración del nodo[/]

source: Optional: An in-game chat replication.
cn: 可选: 游戏内聊天同步频道.
es: Opcional: Replicado del chat interno de DCS.

source: [green]Your basic DCSServerBot configuration is finished.[/] You can now review the created configuration files below your config folder of your DCSServerBot-installation. There is much more to explore and to configure, so please don't forget to have a look at the documentation! You can start DCSServerBot with: [bright_black]run.cmd[/]
es: [green]Ha finalizado su configuración básica de DCSServerBot.[/] Ahora puede revisar los archivos de configuración creados dentro de la carpeta config en el directorio de instalación de DCSServerBot. ¡Hay mucho más para explorar y configurar! Por favor, no olvide revisar la documentación Puede iniciar DCSServerBot utilizando:: [bright_black]run.cmd[/]

source: Installation finished.
es: Instalación finalizada.

source: Please enter your PostgreSQL master password (user=postgres)
cn: 请输入您的 PostgreSQL 主密码 (用户=postgres)
ru: Введите мастер-пароль вашего СУБД-сервера PostgreSQL (пользователь=postgres)

source: [green]Your basic DCSServerBot configuration is finished.[/] You can now review the created configuration files below your config folder of your DCSServerBot-installation. There is much more to explore and to configure, so please don't forget to have a look at the documentation! You can start DCSServerBot with: [bright_black]run.cmd[/] Вы можете проверить созданную конфигурацию в папке config вашей установки DCSServerBot. Бот содержит множество настроек, поэтому не забудьте ознакомиться с документацией! Для запуска DCSServerBot используйте файл: [bright_black]run.cmd[/]
ru: Установка завершена.

source: [green]Your basic DCSServerBot configuration is finished.[/] You can now review the created configuration files below your config folder of your DCSServerBot-installation. There is much more to explore and to configure, so please don't forget to have a look at the documentation! You can start DCSServerBot with: [bright_black]run.cmd[/] 您现在可以在 DCSServerBot安装目录的config文件夹下查看创建的配置文件. 还有更多内容需要探索和配置，所以请不要忘记查看文档! 你可以使用以下命令启动 DCSServerBot: [bright_black]run.cmd[/]
cn: 安装完成.
