Repository: Special-K-s-Flightsim-Bots/DCSServerBot
Catalog: locale/*/LC_MESSAGES/mission.po
Languages: de, ru

source: Commands to manage a DCS mission
de: Befehle zur Verwaltung von DCS-Missionen
ru: Команды управления DCS миссией

source: Info about the running mission
de: Infos über die laufende Mission
ru: Информация о запущенной миссии

source: Manage the active mission
de: Verwalte die aktuelle Mission
ru: Управление активной миссией

source: Information about a specific airport
de: Informationen zu einem Flugplatz
ru: Информация о конкретном аэропорте

source: airport
de: flugplatz
ru: аэропорт

source: Airport for ATIS information
de: Flugplatz für ATIS-Information
ru: Аэропорт для ATIS информации

source: Server {} is not running.
de: Server {} läuft nicht.
ru: Сервер {} не запущен.

source: Shows briefing of the active mission
de: Zeigt das Missions-Briefing an
ru: Показывает брифинг активной миссии

source: Restarts the current active mission
de: Startet die Mission neu
ru: Перезапускает текущую активную миссию

source: Rotates to the next mission
de: Rotiert zur nächsten Mission
ru: Ротация на следующую миссию

source: Can't restart server {server} as it is {status}!
de: Server {server} ist im Status {status} und kann nicht neu gestartet werden!
ru: Невозможно перезапустить сервер {server} поскольку он находится в статусе {status}!

source: A restart is currently pending. Would you still like to {} the mission?
de: Ein Restart läuft bereits. Möchtest Du die Mission trotzdem {}?
ru: Перезапуск уже выполняется. Вы все равно хотите {} миссию?

source: restart
de: restarten
ru: перезапустить

source: rotate
de: rotieren
ru: ротировать

source: Do you really want to {} the mission?
de: Möchtest Du die Mission wirklich {}?
ru: Вы действительно хотите {} миссию?

source: Mission will {}, when server is empty.
de: Die Mission wird {}, wenn der Server leer ist.
ru: Миссия будет {} когда сервер будет пуст.

source: !!! Mission will be {what} in {when}!!!
de: !!! Die Mission wird in {when} {what} !!!
ru: !!! Миссия будет {what} в {when}!!!

source: restarted
de: neu gestartet
ru: перезапущена

source: rotated
de: rotiert
ru: ротирована

source: !!! Mission will be {} NOW !!!
de: !!! Die Mission wird JETZT {} !!!
ru: !!! Миссия будет {} СЕЙЧАС!!!

source: Reason: {}
de: Grund: {}
ru: Причина: {}

source: Mission will be {what} in {when} (warning users before)...
de: Die Mission wird in {when} {what}, (warne Nutzer) ...
ru: Миссия будует {what} в {when} (предупреждаем игроков)...

source: Mission will {} now, please wait ...
de: Die Mission wird jetzt {}, bitte warten ...
ru: Миссия будет {} сейчас, пожалуйста подождите ...

source: Mission {}.
de: Die Mission wurde {}.
ru: Миссия {}.

source: Timeout while the mission {what}. Please check with {command}, if the mission is running.
de: Timeout während die Mission {what} wurde.Bitte prüfe mit {command}, ob die Mission läuft.
ru: Истекло время ожидания {what} миссии.Пожалуйста проверьте статус командой {command}.

source: Loads a mission
de: Lädt eine Mission
ru: Загружает миссию

source: Can't load mission on server {server} as it is {status}!
de: Server {server} ist im Status {status}, kann keine Mission laden.
ru: Невозможно загрузить миссию на сервер {server} поскольку он находится в статусе {status}.

source: change
de: ändern
ru: смена

source: Mission {} will be loaded when server is empty or on the next restart.
de: Mission {} wird geladen, wenn der Server leer ist oder neu gestartet wird.
ru: Миссия {} будет загружена когда сервер будет пуст или при следующей перезагрузке.

source: Loading mission {} ...
de: Lade Mission {} ...
ru: Загрузка миссии {} ...

source: Mission {} loaded.
de: Mission {} geladen.
ru: Миссия {} загружена.

source: Timeout while loading mission {}!
de: Timeout während des Ladens der Mission {}!
ru: Истекло время загрузки миссии {}!

source: Adds a mission to the list
de: Fügt eine Mission der Liste hinzu
ru: Добавляет миссию в список

source: path
de: dateipfad
ru: путь

source: No mission found.
de: Keine Mission gefunden.
ru: Миссии не найдено.

source: Mission "{}" added.
de: Mission "{}" hinzugefügt.
ru: Миссия "{}" добавлена.

source: Do you want to load this mission?
de: Möchtest Du diese Mission laden?
ru: Вы хотите загрузить эту миссию?

source: Deletes a mission from the list
de: Löscht eine Mission aus der Liste
ru: Удаляет миссию из списка

source: You can't delete the running mission.
de: Du kannst die laufende Mission nicht löschen.
ru: Вы не можете удалить запущенную миссию.

source: Delete mission "{}" from the mission list?
de: Möchtest Du Mission "{}" aus der Missionsliste entfernen?
ru: Удалить миссию "{}" из списка миссий?

source: Mission "{}" removed from list.
de: Mission "{}" aus der Liste entfernt.
ru: Миссия "{}" удалена из списка.

source: Delete "{}" also from disk?
de: Möchtest Du Mission "{}" auch von der Festplatte löschen?
ru: Удалить миссию "{}" с диска?

source: Mission "{}" deleted.
de: Mission "{}" von Festplatte gelöscht.
ru: Миссия "{}" была удалена с диска.

source: Mission "{}" was already deleted.
de: Mission "{}" war bereits gelöscht.
ru: Миссия "{}" уже была удалена.

source: Timeout while deleting mission. Please reconfirm that the deletion was successful.
de: Timeout während des Löschens der Mission. Bitte überprüfe manuell, ob die Mission wirklich gelöscht wurde.
ru: Истекло время удаления миссии. Убедитесь в том, что миссия была удалена с диска.

source: Pauses the current running mission
de: Pausiert die aktuelle Mission
ru: Постановка текущей миссии на паузу

source: Mission on server "{}" paused.
de: Die Mission auf Server "{}" wurde pausiert.
ru: Миссия на сервере "{}" поставлена на паузу.

source: Resumes the running mission
de: Setzt die aktuelle Mission fort
ru: Снимает текущую миссию с паузы

source: Mission on server "{}" resumed.
de: Mission auf Server "{}" fortgesetzt.
ru: Миссия на сервере "{}" снята с паузы.

source: Server "{}" is not paused.
de: Server "{}" ist nicht pausiert.
ru: Сервер "{}" не стоит на паузе.

source: Server {server} is {status}, can't unpause.
de: Server {server} ist im Status {status} und kann nicht fortgesetzt werden.
ru: Сервер {server} находится в статусе {status}, невозможно поставить на паузу.

source: Modify mission with a preset
de: Ändere die Mission
ru: Изменяет миссию при помощи пресетов

source: Chose an alternate presets file
de: Wähle eine alternative Presets-Datei
ru: Выберите альтернативный файл пресетов

source: No presets available, please configure them in {}.
de: Keine Presets vorhanden. Bitte konfiguriere Sie in {}.
ru: Пресетов не найдено. Пожалуйста настройте их в {}.

source: There is an error in your {}. Please check the file structure.
de: Die Datei {} hat Fehler. Bitte überprüfe die Struktur.
ru: Ошибка в {}. Проверьте структуру файла.

source: Do you want to restart the server for a mission change?
de: Möchtest Du den Server neu starten, um die Missionsänderung durchzuführen?
ru: Вы хотите перезапустить сервер для смены миссии?

source: Mission will be changed when server is empty.
de: Die Mission wird geändert, sobald der Server leer ist.
ru: Миссия будет сменена когда сервер будет пуст.

source: Changing mission ...
de: Verändere die Mission ...
ru: Выполняется смена миссии ...

source: The following preset were applied: {}.
de: Folgende Presets wurden angewendet: {}.
ru: Следующие пресеты были применены: {}.

source: Mission reloaded.
de: Mission neu geladen.
ru: Миссия перезагружена.

source: Timeout during restart of mission! Please check, if the mission is running or if it somehow got corrupted.
de: Timeout während des Restarts der Mission! Bitte überprüfe ob die Mission läuft und falls nicht, ob sie ggf. beschädigt wurde.
ru: Истекло время ожидания перезапуска миссии! Проверьте, запустилась ли миссия или убедитесь в её целостности.

source: Save mission preset
de: Erstelle Preset aus Mission
ru: Сохранить пресет миссии

source: Do you want to overwrite the existing preset "{}"?
de: Möchtest Du das bestehende Preset "{}" überschreiben?
ru: Вы хотите перезаписать текущий пресет "{}"?

source: Preset "{}" added.
de: Preset "{}" hinzugefügt.
ru: Пресет "{}" добавлен.

source: Rollback to the original mission file after any modifications
de: Führt ein Rollback auf die originale Missionsdatei aus
ru: Откатить миссию до оригинального состояния после модификаций

source: Please stop your server first to rollback the running mission.
de: Bitte stoppe den Server, um die Mission zurückrollen zu können.
ru: Пожалуйста остановите ваш сервер для отката запущенной миссии.

source: No ".orig" file there, the mission was never changed.
de: Es gibt keine passende ".orig"-Datei. Die Mission wurde vermutlich nie verändert.
ru: Не найдено ".orig"-файла, миссия не была изменена.

source: Mission {} has been rolled back.
de: Mission {} wurde zurückgerollt.
ru: Произведен откат миссии {} до оригинального состояния.

source: Commands to manage DCS players
de: Befehle zur Verwaltung aktiver Spieler
ru: Команды для управления DCS игроками

source: Lists the current players
de: Zeigt die aktuellen Spieler
ru: Показывает текущих игроков

source: Kicks a player
de: Kicked einen Spieler
ru: Кикает игрока

source: Player not found.
de: Spieler nicht gefunden.
ru: Игрок не найден.

source: Player {name} (ucid={ucid}) kicked.
de: Spieler {name} (ucid={ucid}) gekicked.
ru: Игрок {name} (ucid={ucid}) кикнут.

source: Bans an active player
de: Bannt einen aktiven Spieler
ru: Банит текущего игрока

source: Ban Details
de: Details zum Bann
ru: Подробности бана

source: Reason
de: Grund
ru: Причина

source: n/a
de: n.v.
ru: н.д.

source: Days (empty = forever)
de: Tage (leer = für immer)
ru: Дней (пусто = навсегда)

source: Player {} banned on all servers
de: Spieler {} wurde auf allen Servern gebannt
ru: Игрок {} забанен на всех серверах

source: for {} days.
de: für {} Tage.
ru: на {} дней.

source: Moves a player to spectators
de: Setzt einen Spieler auf Spectator
ru: Перемещает игрока в зрители

source: You have been moved to spectators. Reason: {}
de: Du wurdest auf Spectator gesetzt. Grund: {}
ru: Вы перемещены в зрители. Причина: {}

source: Player "{}" moved to spectators.
de: Spieler "{}" wurde auf Spectator gesetzt.
ru: Игрок "{}" перемещен в зрители.

source: List of AFK players
de: Welche Spieler sind AFK
ru: Список AFK игроков

source: These players are AFK for more than {} minutes:
de: Diese Spieler sind länger als {} Minuten AFK:
ru: Данные игроки провели в AFK более {} минут:

source: Name
ru: Имя

source: Time
de: Zeit
ru: Время

source: Server
ru: Сервер

source: No player is AFK for more than {} minutes.
de: Kein Spieler ist mehr als {} Minuten AFK.
ru: Игроков AFK более {} минут не найдено.

source: Exempt player from AFK kicks
de: AFK-Ausschluss
ru: Освободить игрока от AFK-кика

source: Do you want to permanently add this user to the AFK exemption list?
de: Möchtest Du diesen Spieler auf die AFK-Ausnahmeliste setzen?
ru: Вы хотите добавить игрока в список освобожденных от AFK-кика?

source: User added to the exemption list.
de: Spieler wurde auf Ausnahmeliste gesetzt.
ru: Игрок добавлен в список освобожденных.

source: Player is on the list already. Do you want to remove them?
de: Der Spieler ist bereits auf der Ausnahmeliste. Möchtest Du ihn davon entfernen?
ru: Игрок уже находится в списке? Удалить его из списка?

source: Aborted.
de: Abgebrochen.
ru: Отмена.

source: User removed from the exemption list.
de: Der Spieler wurde von der Ausnahmeliste entfernt.
ru: Пользователь удален из списка освобожденных.

source: Sends a popup to a player
de: Sendet einem Spieler ein Popup
ru: Отправляет popup сообщение игроку

source: Message sent.
de: Nachricht gesendet.
ru: Сообщение отправлено.

source: Sends a chat message to a player
de: Sendet einem Spieler eine Nachricht
ru: Отправляет chat сообщение игроку

source: Adds a player to the watchlist
de: Fügt Spieler der Watchliste hinzu
ru: Добавляет игрока в список отслеживания

source: Player {} is now on the watchlist.
de: Spieler {} ist jetzt auf der Watchliste.
ru: Игрок {} теперь в списке отслеживания.

source: Removes a player from the watchlist
de: Entfernt Spieler von der Watchliste
ru: Удаляет игрока из списка отслеживания

source: Player {} removed from watchlist.
de: Spieler {} von der Watchliste entfernt.
ru: Игрок {} удален из списка отслеживания.

source: Commands to manage DCS groups
de: Befehle um DCS-Gruppen zu verwalten
ru: Команды для управления DCS группами

source: Sends a popup to a group
de: Sendet einer Gruppe ein Popup
ru: Отправляет popup сообщение группе

source: Links a member to a DCS user
de: DCS-/Discord-Account verbinden
ru: Линкует пользователя Discord к DCS игроку

source: This member is linked to this UCID already.
de: Dieser Benutzer ist bereits mit dieser UCID verbunden.
ru: Этот пользователь уже слинкован с данным UCID.

source: Member {name} is linked to another UCID ({ucid}) already. Do you want to relink?
de: Benutzer {name} ist bereits mit einer anderen UCID ({ucid}) verbunden. Möchtest Du ihn neu verbinden?
ru: Пользователь {name} уже слинкован с другим UCID ({ucid}). Вы хотите перелинковать?

source: Member {name} linked to UCID {ucid}.
de: Benutzer {name} wurde mit UCID {ucid} verbunden.
ru: Пользователь {name} слинкован с UCID {ucid}.

source: Unlinks a member or ucid
de: Hebt Account-Verbindung auf
ru: Удаляет привязку пользователя или ucid

source: Name of player, member or UCID
de: Spielername, Discord-Benutzer oder UCID
ru: Имя игрока, пользователя Discord или UCID

source: Member {name} unlinked from UCID {ucid}.
de: Account-Verbindung für Benutzer {name} zu UCID {ucid} aufgehoben.
ru: Пользователь {name} разлинкован от UCID {ucid}.

source: Player is not linked!
de: Account is nicht verbunden!
ru: Игрок не слинкован!

source: Unknown player / member provided
de: Unbekannter Benutzer
ru: Указан неизвестный игрок / пользователь

source: Find a player by name
de: Suche einen Spieler
ru: Найти игрока по имени

source: last seen
de: Gesehen:
ru: Последнее посещение:

source: No user found.
de: Kein Benutzer gefunden.
ru: Пользователя не найдено.

source: Select a User
de: Wähle einen Benutzer
ru: Выберите пользователя

source: Shows player information
de: Zeigt Spieler-Infos
ru: Показывает информацию об игроке

source: This user does not exist. Try {} to find them in the historic data.
de: Dieser Spieler existiert nicht. Versuche ihn mit {} zu finden.
ru: Данный пользователь не существует. Попробуйте найти информацию по нему командой {}.

source: Show players that could be linked
de: Prüft Verbindungen
ru: Показывает потенциальных игроков для линкования

source: Unlinked Players
de: Nicht verbundene Spieler
ru: Неслинкованные игроки

source: These players could be possibly linked:
de: Diese Spieler können vermutlich verbunden werden:
ru: Эти игроки могут быть слинкованы:

source: DCS Player
de: DCS Spieler
ru: DCS Игрок

source: Member
de: Benutzer
ru: Член

source: Press a number to link this specific user.
de: Drücke eine Zahl, um diese Verbindung herzustellen.
ru: Выберите число для линковки конкретного пользователя.

source: No unmatched member could be matched.
de: Keine neue Verbindung identifiziert.
ru: Не найдено потенциально совпадающих пользоваталей.

source: DCS player {player} linked to member {member}.
de: Der DCS-Spieler {player} wurde mit dem Benutzer {member} verknüpft.
ru: DCS игрок {player} был слинкован с пользователем {member}.

source: Show possibly mislinked players
de: Zeige mögl. Fehlverbindungen
ru: Показывает потенциально некорректно слинкованных игроков

source: Possible Mislinks
de: Mögliche Fehlverbindungen
ru: Возможные ошибки линкования

source: These players could be possibly mislinked:
de: Diese Spieler könnten falsch verbunden sein:
ru: Эти игроки потенциально могут быть некорректно слинкованы:

source: Press a number to unlink this specific user.
de: Drücke eine Zahl, um diese Verbindung aufzulösen.
ru: Выберите число для разлинковки конкретного пользователя.

source: No mislinked players found.
de: Keine Fehlverbindungen gefunden.
ru: Некорректно слинкованных игроков не найдено.

source: UCID {ucid} transferred from member {old_member} to member {new_member}.
de: UCID {ucid} wurde von Benutzer {old_member} auf Benutzer {new_member} übertragen.
ru: UCID {ucid} переведен от {old_member} к {new_member}.

source: Link your DCS and Discord user
de: Verbinde DCS und Discord Account
ru: Линкует ваш DCS и Discord аккаунты

source: **Your secure TOKEN is: {token}** To link your user, type in the following into the DCS chat of one of our servers:```{prefix}linkme {token}``` **The TOKEN will expire in 2 days!**
de: **Dein geheimer TOKEN ist: {token}** Um Deinen DCS-Benutzer mit Deinem Discord-Benutzer zu verknüpfen, musst Du den folgenden Text in das DCS Chat-Fenster eingeben:```{prefix}linkme {token}``` **Der TOKEN wird in 2 Tagen ablaufen!**
ru: **Ваш TOKEN для линковки: {token}** Для линковки вашего DCS аккаунта с Discord, напишите во внутриигровом DCS чате следующее:```{prefix}linkme {token}``` **TOKEN действителен 2 дня!**

source: You already have a verified DCS account! Are you sure you want to re-link your account? (Ex: Switched from Steam to Standalone)
de: Deine Benutzer wurden bereits verknüpft. Bist Du sicher, dass Du neu verknüfen möchtest (bspw. nach einem Wechsel von Steam nach Standalone)?
ru: Ваш DCS аккаунт уже верифицирован. Вы точно хотите перепривязать аккаунт? (Напр: переход от Steam к Standalone версии)

source: Shows inactive players
de: Zeigt inaktive Spieler
ru: Показать неактивных игроков

source: To which server do you want to upload this mission to?
de: Auf welchen Server soll diese Mission geladen werden?
ru: На какой сервер вы хотите залить эту миссию?

source: Upload aborted.
de: Upload abgebrochen.
ru: Загрузка отменена.

source: A mission is currently active. Do you want me to stop the DCS-server to replace it?
de: Eine Mission ist zurzeit aktiv. Möchtest Du den DCS-Server stoppen, um sie mit dieser zu ersetzen?
ru: Миссия уже активна. Вы хотите остановить DCS-сервер для её замены?

source: File exists. Do you want to overwrite it?
de: Die Datei existiert. Möchtest Du sie überschreiben?
ru: Файл существует. Вы хотите перезаписать его?

source: Error while uploading: {}
de: Fehler beim Upload: {}
ru: Ошибка во время загрузки: {}

source: Mission "{mission}" uploaded to server {server}. As you have "autoscan" enabled, it might take some seconds to appear in your mission list.
de: Mission "{mission}" wurde auf Server {server} geladen. Da Du "autoscan" aktiviert hast, kann es kurz dauern, bis die Mission in Deiner Liste erscheint.
ru: Миссия "{mission}" загружена на сервер {server}. Поскольку включён "autoscan", потребуется несколько секунд для появления её в списке миссий.

source: Error while uploading: File not found in severSettings.lua!
de: Fehler bei Upload: Mission konnte nicht in der serverSettings.lua gefunden werden!
ru: Ошибка во время загрузки: Файл не найден в serverSettings.lua!

source: Mission "{mission}" uploaded to server {server} and added.
de: Mission "{mission}" wurde auf Server {server} geladen und zur Missionsliste zugefügt.
ru: Миссия "{mission}" загружена на сервер {server} и добавлена.

source: Do you want to apply extensions before mission start?
de: Möchtest Du die Mission durch Erweiterungen modifizieren?
ru: Вы хотите применить расширения перед запуском миссии?

source: Timeout while trying to load the mission.
de: Es ist ein Timeout beim Laden der Mission aufgetreten.
ru: Истекло время попытки загрузки миссии.

source: deleted mission {}
de: löschte Mission {}
