Repository: Special-K-s-Flightsim-Bots/DCSServerBot
Catalog: locale/*/LC_MESSAGES/pretense.po
Languages: de

source: Display the Pretense stats
de: Pretense-Statistik

source: No player_stats.json found on this server! Is Pretense active?
de: Keine player_stats.json gefunden. Ist eine Pretense-Mission aktiv?

source: Reset Pretense progress
de: Pretense-Fortschritt löschen

source: Server {} needs to be shut down to reset the Pretense progress!
de: Server {} muss zum Reset des Pretense-Fortschritts heruntergefahren werden!

source: Do you really want to reset the Pretense progress?
de: Möchtest Du den Pretense-Fortschritt wirklich löschen?

source: Aborted.
de: Abgebrochen.

source: Pretense progress reset.
de: Pretense-Fortschritt gelöscht.

source: Rankings as of <t:{}:f>:
de: Rangliste von <t:{}:f>:

source: Rank
de: Rang

source: E-1 Airman basic
de: E-1 Flieger

source: E-2 Airman
de: E-2 Gefreiter

source: E-3 Airman first class
de: E-3 Obergefreiter

source: E-4 Senior airman
de: E-4 Stabsgefreiter

source: E-5 Staff sergeant
de: E-5 Unteroffizier

source: E-6 Technical sergeant
de: E-6 Fahnenjunker

source: E-7 Master sergeant
de: E-7 Fähnrich

source: E-8 Senior master sergeant
de: E-8 Hauptfeldwebel

source: E-9 Chief master sergeant
de: E-9 Oberfähnrich

source: O-1 Second lieutenant
de: OF-1 Leutnant

source: O-2 First lieutenant
de: OF-1 Oberleutnant

source: O-3 Captain
de: OF-2 Hauptmann

source: O-4 Major
de: OF-3 Major

source: O-5 Lieutenant colonel
de: OF-4 Oberstleutnant

source: O-6 Colonel
de: OF-5 Oberst

source: O-7 Brigadier general
de: OF-6 Brigadegeneral

source: O-8 Major general
de: OF-7 Generalmajor

source: O-9 Lieutenant general
de: OF-8 Generalleutnant

source: O-10 General
de: OF-9 General
