Repository: Special-K-s-Flightsim-Bots/DCSServerBot
Catalog: locale/*/LC_MESSAGES/punishment.po
Languages: de, ru

source: Member {member} banned by {banned_by} for {reason}.
de: Benutzer {member} wurde für {reason} von {banned_by} gebannt.
ru: Пользователь {member} забанен пользователем {banned_by}. Причина: {reason}.

source: You have been banned from the DCS servers on {guild} for {reason} for the amount of {days} days.
de: Du wurdest für {reason} auf allen DCS-Servern von {guild} für {days} Tage gebannt.
ru: Вы были забанены на DCS серверах {guild} на {days} дней. Причина: {reason}.

source: Player {player} (ucid={ucid}) banned by {banned_by} for {reason}.
de: Spieler {player} (ucid={ucid}) wurde von {banned_by} für {reason} gebannt.
ru: Игрок {player} (ucid={ucid}) забанен пользователем {banned_by}. Причина: {reason}.

source: Player with ucid {ucid} banned by {banned_by} for {reason}.
de: Der Spieler mit der ucid {ucid}) wurde von {banned_by} für {reason} gebannt.
ru: Игрок с ucid {ucid}) был забанен пользователем {banned_by}. Причина: {reason}.

source: Player {player} (ucid={ucid}) kicked by {kicked_by} for {reason}.
de: Spieler {player} (ucid={ucid}) wurde von {kicked_by} für {reason} gekicked.
ru: Игрок с ucid {ucid}) был кикнут пользователем {kicked_by}. Причина: {reason}.

source: You've been kicked back to spectators because of: {}.
de: Du wurdest aufgrund {} auf Spectator zurückversetzt.
ru: Вы были перенесены в зрители. Причина: {}.

source: Player {player} (ucid={ucid}) moved to spectators by {spec_by} for {reason}.
de: Spieler {player} (ucid={ucid}) wurde von {spec_by} für {reason} auf Spectator gesetzt.
ru: Игрок {player} (ucid={ucid}) был перенесен в зрители пользователем {spec_by}. Причина: {reason}.

source: Punished for {}
de: Bestrafung für {}
ru: Наказан за {}

source: {name}, you have been punished for: {reason}! Your current credit points are: {points}
de: {name}, Du wurdest für {reason} bestraft. Du hast jetzt nur noch {points} Credits.
ru: {name}, вы были наказаны по причине {reason}. Ваши текущие очки кредитов: {points}.

source: Player {player} (ucid={ucid}) punished with credits by {punished_by} for {reason}.
de: Spieler {player} (ucid={ucid}) wurde von {punished_by} für {reason} mit Abzug von Credits bestraft.
ru: Игрок {player} (ucid={ucid}) был наказан кредитами пользователем {punished_by}. Причина: {reason}.

source: {name}, you have been punished for: {reason}!
de: {name}, Du wurdest für {reason} bestraft!
ru: {name}, вы были наказаны за {reason}!

source: {name}, check your fire: {reason}!
de: {name}, pass auf, auf was Du schießt: {reason}!
ru: {name}, смотрите по кому стреляете: {reason}!

source: {name}, you have {points} punishment points.
de: {name}, Du hast {points} Strafpunkte.
ru: {name}, у вас {points} штрафных очков.

source: Adds punishment points to a user
de: Gibt einem Benutzer Strafpunkte
ru: Добавляет штрафных очков пользователю

source: User {} is not linked.
de: Benutzer {} ist nicht verknüpft.
ru: Пользователь {} не слинкован.

source: The UCID provided is invalid.
de: Die übergebene UCID ist ungültig.
ru: Указанный UCID неверен.

source: User punished with {} points.
de: Benutzer bekam {} zusätzliche Strafpunkte.
ru: Пользователю начислено {} штрафных очков.

source: punished user {ucid} with {points} points.
ru: оштрафовал {ucid} на {points} очков.

source: Deletes a users punishment points
de: Löscht Strafpunkte eines Benutzers
ru: Удаляет все штрафные очки пользователя

source: This will delete all the punishment points for this user and unban them if they were banned. Are you sure?
de: Du bist im Begriff alle Strafpunkte des Benutzers zu löschen. Sofern er gebannt war, wird er automatisch entbannt. Bist Du sicher?
ru: Все штрафные очки пользователя будут удалены и он будет разбанен. Вы уверены?

source: All punishment points deleted and player unbanned (if they were banned by the bot before).
de: Alle Strafpunkte wurden gelöscht und der Spieler entbannt (sofern er vom Bot vorher gebannt wurde).
ru: Все штрафные очки обнулены и пользователь разбанен (если был забанен ранее).

source: forgave player {}
ru: амнистировать игрока {}

source: Displays the current penalty points
de: Zeigt die aktuellen Strafpunkte
ru: Показывает текущие штрафные очки

source: You need the DCS Admin role to show penalty points for other users.
de: Du musst ein DCS Admin sein, um die Strafpunkte anderer User einsehen zu können.
ru: Вы должны иметь роль DCS Admin для просмотра штрафных очков других пользователей.

source: Member {} is not linked.
de: Benutzer {} ist nicht verknüpft.
ru: Пользователь {} не слинкован.

source: Use {} to link your Discord and DCS accounts first.
de: Benutze {}, um Deinen Discord- und DCS-Benutzer zu verknüpfen.
ru: Используйте команду {} для линковки вашего Discord и DCS аккаунтов.

source: User has no penalty points.
de: Dieser Nutzer hat keine Strafpunkte.
ru: У пользователя нет штрафных очков.

source: Penalty Points for {}
de: Strafpunkte für {}
ru: Штрафные очки пользователя {}

source: Total penalty points: {total:.2f}
de: Gesamte Strafpunkte: {total:.2f}
ru: Всего штрафных очков: {total:.2f}

source: Time (UTC)
de: Zeitpunkt (UTC)
ru: Время (UTC)

source: Event
de: Ereignis
ru: Событие

source: Points
de: Punkte
ru: Очки

source: Points decay over time, you might see different results on different days.
de: Strafpunkte verringern sich mit der Zeit. Resultate können von Tag zu Tag abweichen.
ru: Штрафные очки списываются со временем. В последующие дни результат будет другим.

source: never
de: niemals
ru: никогда

source: Ban expires
de: Bann erlischt
ru: Бан истекает

source: Reason
de: Grund
ru: Причина

source: You are currently banned. Please contact a member of the server staff, if you want to get unbanned.
de: Du bist zurzeit gebannt. Bitte kontaktiere ein Mitglied des Server-Teams, wenn Du entbannt werden möchtest.
ru: В настоящее время вы забанены. Для разбана обратитесь к администрации сервера.

source: Show last infractions of a user
de: Zeigt letzte Benutzer-Verfehlungen
ru: Показать последние нарушения пользователя

source: This user does not exist. Try {} to find them in the historic data.
de: Ein Spieler dieses Namens existiert nicht. Versuche ihn mit {} in den historischen Daten zu finden.
ru: Пользователь не существует. Используйте команду {} для поиска архивных данных.

source: {victim}, you are a victim of a friendly-fire event by player {offender}. If you send {prefix}forgive in chat within the next {time} seconds, you can pardon the other player.
ru: {victim}, вы попали под дружественный огонь {offender} Послав команду {prefix}forgive в игровой чат в течении {time} секунд вы простите нарушителя.

source: forgive another user for their infraction
de: Vergebe einem anderen Benutzer für seine Verfehlung
ru: Прощает другого игрока за их нарушения

source: There is nothing to forgive (maybe too late?)
de: Es gibt nichts zu vergeben (ggf. zu spät?)
ru: Нечего прощать (может уже поздно?)

source: {offender}, You have been forgiven by {victim} and you will not be punished for your recent actions.
de: {offender}, {victim} hat Dir für Deine Verfehlung vergeben. Du erhältst keine Bestrafung.
ru: {offender}, вы были прощены {victim} и не будете наказаны за ваши действия.

source: You have chosen to forgive {} for their actions.
de: Du hast Dich entschieden, {} für die Verfehlung zu vergeben.
ru: Вы решили простить {} за их действия.

source: displays your penalty points
de: zeigt Deine Strafpunkte
ru: показывает ваши штрафные очки

source: {victim}, you are a victim of a {event} event by player {offender}. If you send {prefix}forgive in chat within the next {time} seconds, you can pardon the other player.
de: {victim}, Du bist Opfer eines {event}-Events durch den Spieler {offender} Wenn Du den Spieler begnadigen möchtest, sende {prefix}forgive innerhalb von {time} Sekunden in den in-game Chat.
