Repository: Special-K-s-Flightsim-Bots/DCSServerBot
Catalog: locale/*/LC_MESSAGES/tacview.po
Languages: es, ru

source: Commands to manage Tacview
es: Comandos para manejar Tacview
ru: Команды для управления Tacview

source: Configure Tacview
es: Configurar Tacview
ru: Конфигурирование Tacview

source: Tacview not installed on server {}!
es: Tacview no est치 instalado en el servidor {}!
ru: Tacview не установлен на сервере {}!

source: Tacview configuration changed on server {}.
es: La configuraci칩n de Tacview ha sido cambiada en el servidor {}.
ru: Конфигурация Tacview изменена на сервере {}.

source: Server {} needs to be shut down to configure Tacview.
es: Es necesario apagar el servidor {} para configurar Tacview.
ru: Сервер {} необходимо выключить для конфигурации Tacview.

source: Install Tacview
es: Instalar Tacview
ru: Установить Tacview

source: Installing Tacview on server {} ...
es: Instalando Tacview en el servidor {} ...
ru: Установка Tacview на сервер {} ...

source: Tacview already installed on server {}!
es: Tacview ya ha sido instalado en el servidor {}!
ru: Tacview уже установлен на сервер {}!

source: Tacview is not configured on node {}!
es: Tacview no est치 configurado en el nodo {}!
ru: Tacview не настроен на ноде {}!

source: Tacview installed on server {}.
es: Tacview instalado en el servidor {}.
ru: Tacview установлен на сервер {}.

source: Tacview could not be installed on server {}!
es: Tacview no ha podido ser instalado en el servidor {}!
ru: Tacview не может быть установлен на сервер {}!

source: Server {} needs to be shut down to install Tacview.
es: El servidor {} ha de ser apagado para instalar Tacview.
ru: Сервер {} должен быть выключен для установки Tacview.

source: Uninstall Tacview
es: Desinstalar Tacview
ru: Удаление Tacview

source: Uninstalling Tacview on server {} ...
es: Desinstalando Tacview en el servidor {} ...
ru: Удаление Tacview на сервере {} ...

source: Tacview uninstalled on server {}.
es: Desinstalado Tacview del servidor {}.
ru: Tacview удален с сервера {}.

source: Tacview could not be uninstalled on server {}!
es: Tacview no pudo ser desinstalado del servidor {}!
ru: Tacview не мог быть удален с сервера {}!

source: Server {} needs to be shut down to uninstall Tacview.
es: El servidor {} ha de ser apagado para desinstalar Tacview.
ru: Сервер {} должен быть выключен для удаления Tacview.

source: Tacview file for server {}
es: Archivo de Tacview para el servidor {}
ru: Tacview файл сервера {}

source: Tacview updated to version {version} on instance {instance}.
es: Actualizado Tacview a la versi칩n {version} en la instancia {instance}.
ru: Tacview обновлен до версии {version} на инстансе {instance}.
